Repository: KDE/kde1-kdegraphics
Catalog: po/*/kdvi.po
Languages: de, fi, fr, is, ru, sk

source: &Marked
de: &Markierte
fi: &Merkityt
fr: &Marquées
is: &Merktar
ru: Отмеченная
sk: &Oznaèená

source: &Range
de: &Bereich
fi: &Alue
fr: &Intervalle
is: &Span
ru: Диапазон
sk: &Rozsah

source: Re&verse
de: &Umgekehrt
fi: Käänt&einen
fr: In&versée
is: Ö&fugt
ru: Перевернуть
sk: O&paèné

source: 1 page on sheet
de: 1 Seite pro Blatt
fi: 1 sivu sivulle
fr: 1 page par feuille
is: 1 síða á bls
ru: 1 страница на лист
sk: 1 strana na liste

source: 2 pages on sheet
de: 2 Seiten pro Blatt
fi: 2 sivua sivulle
fr: 2 pages par feuille
is: 2 síður á bls
ru: 2 страницы на лист
sk: 2 strany na liste

source: 4 pages on sheet
de: 4 Seiten pro Blatt
fi: 4 sivua sivulle
fr: 4 pages par feuille
is: 4 síður á bls
ru: 4 страницы на лист
sk: 4 strany na liste

source: Fill rows
de: Höhe anpassen
fi: Täytä rivit
fr: Remplir les lignes
is: Fylla raðir
ru: Заполнить строки
sk: Naplni» riadok

source: Fill columns
de: Breite anpassen
fi: Täytä sarakkeet
fr: Remplir les colonnes
is: Fylla dálka
ru: Заполнить ряды
sk: Naplni» ståpec

source: &Setup
de: &Einstellungen
fi: &Asetukset
fr: &Options
is: &Uppsetning
ru: Установки
sk: Na&stavenie

source: Page order
de: Reihenfolge
fi: Sivujärjestys
fr: Ordre des pages
is: Blaðsíðuröð
ru: Порядок страниц
sk: Poradie stránky

source: Pages
de: Seiten
fi: Sivuja
is: Blaðsíður
ru: Страницы
sk: Strany

source: Print to
de: Drucken auf
fi: Tulosta
fr: Imprimer sur
is: Prenta á
ru: Печатать на
sk: Tlaè na/do

source: Print Setup
de: Druckereinstellung
fi: Tulostuksen asetukset
fr: Options d'impression
is: Prentuppsetning
ru: Установки печати
sk: Nastavenie tlaèiarne

source: Printers
de: Drucker
fi: Tulostimet
fr: Imprimantes
is: Prentarar
ru: Принтеры
sk: Tlaèiarne

source: &Internal
de: &Intern
fi: &Sisäinen
fr: &Interne
is: Að &innan
ru: Внутренний
sk: Vn&útorné

source: Use ps&nup
de: Benutze ps&nup
fi: Käytä ps&nupia
fr: Utiliser ps&nup
is: Nota ps&nup
ru: Использовать psnup
sk: ps&nup

source: Use &mpage
de: Benutze &mpage
fi: Käytä &mpagea
fr: Utiliser &mpage
is: Nota &mpage
ru: Использовать mpage
sk: &mpage

source: &Add
de: &Hinzufügen
fi: &Lisää
fr: &Ajouter
is: &Bæta við
ru: Добавить
sk: Prid&a»

source: &Remove
fi: &poista
fr: Enleve&r
sk: Odst&ráni»

source: &Spooler command:
de: &Druckbefehl:
fi: &Jonottajan komento:
fr: Commande d'&impression :
is: &Spólaraskipun:
ru: Сомманда спулера:
sk: Príkaz &spooleru:

source: n-up
fi: n-ylös
fr: Multipage

source: Printing method
de: Druckmethode
fi: Tulostusmetodi
fr: Méthode d'impression
is: Prentaðferð
ru: Метод печати
sk: Spôsob tlaèe

source: File status changed.
is: Staða skráar breytt.

source: File reloaded.
is: Skjal endurhlaðið.

source: Toggle Menubar
de: Menüleiste an/aus
fr: Basculer la barre de menu
is: Víxla valslá
ru: Переключить меню

source: Mark page
de: Seite markieren
fr: Marquer la page
is: Merkja síðu
ru: Пометить страницу

source: Redraw
de: Neuzeichnen
fr: Redessiner
is: Endurteikna
ru: Перерисовать

source: Preferences ...
de: Einstellungen...
fr: &Préférences ...
is: Stillingar...
ru: Предпочтения...

source: &New
is: &Nýtt

source: DVI Viewer
de: DVI Betrachter
fr: Visualiseur DVI
is: DVI skoðari
ru: Просмотрщик DVI

source: by Markku Hihnala
de: von Markku Hihnala <mah@ee.oulu.fi>
fr: par Markku Hihnala
is: eftir Markku Hihnala
ru: Маркку Хихнала

source: Shrink: %d
is: Smækka: %d

source: Gamma
ru: Гамма
