Repository: KDE/kde1-kdegraphics
Catalog: po/*/kdvi.po
Languages: de, fi, fr, is, ru, sk

source: Notice
de: Hinweis
fi: Huomaa
fr: Message
is: Tilkynning
ru: Напоминание
sk: Poznámka

source: The change in font generation will be effective only after you start kdvi again!
de: Die Änderung der Schriften-Generierung tritt erst nach einem Neustart von kdvi in Kraft!
fi: Muutokset fonttien generoinnissa ovat voimassa vasta kun olet käynnistänyt kdvi:n uudelleen!
fr: Le changement dans la génération des polices ne sera pris en compte qu'après le redémarrage de kdvi !
is: Breytingar á myndun leturs taka gildi næst þegar þú keyrir kdvi!
ru: Изменения в генерации шрифтов будут действовать только после перезапуска kdvi!
sk: Zmena vo vytváraní fontov sa prejaví po novom ¹tarte kdvi!

source: The change in font path will be effective only after you start kdvi again!
de: Die Änderung des Schriftenverzeichnisses tritt erst nach einem Neustart von kdvi in Kraft!
fi: Muutos fonttipolkuun tulee voimaan vasta kun olet käynnistänyt kdvi:n uudelleen!
fr: Le changement du chemin des polices ne sera pris en compte qu'après le redémarrage de kdvi !
is: Breytingar á letur slóð taka gildi næst þegar þú keyrir kdvi!
ru: Изменения в путях к шрифтам будут действовать только после перезапуска kdvi!
sk: Zmena v ceste k fontom sa prejaví po novom ¹tarte kdvi!

source: The change in Metafont mode will be effective only after you start kdvi again!
de: Die Änderung des Metafont-Modus tritt erst nach einem Neustart von kdvi in Kraft!
fi: Muutos Metafont moodiin tulee voimaan vasta kun olet käynnistänyt kdvi:n uudelleen!
fr: Le changement dans le mode Metafont ne sera pris en compte qu'après le redémarrage de kdvi !
is: Breytingar á Metafont ham taka gildi næst þegar þú keyrir kdvi!
ru: Изменения в режиме меташрифтов будут действовать только после перезапуска kdvi!
sk: Zmena v Metafont móde sa prejaví po novom ¹tarte kdvi!

source: The change in resolution will be effective only after you start kdvi again!
de: Die Änderung der Auflösung tritt erst nach einem Neustart von kdvi in Kraft!
fi: Muutos resoluutioon tulee voimaan vasta kun olet käynnistänyt kdvi:n uudelleen!
fr: Le changement de résolution ne sera pris en compte qu'après le redémarrage de kdvi !
is: Breytingar á upplausn taka gildi næst þegar þú keyrir kdvi!
ru: Изменения в разрешении будут действовать только после перезапуска kdvi!
sk: Zmena v rozlí¹ení sa prejaví po novom ¹tarte kdvi!

source: The change in gamma will be effective only after you start kdvi again!
de: Die Änderung des Gamma-Faktors tritt erst nach einem Neustart von kdvi in Kraft!
fi: Muutos gammakorjaukseen tulee voimaan vasta kun olet käynnistänyt kdvi:n uudelleen!
fr: Le changement dans les gamma ne sera pris en compte qu'après le redémarrage de kdvi !
is: Breytingar á Gamma taka gildi næst þegar þú keyrir kdvi!
ru: Изменения в гамме будут действовать только после перезапуска kdvi!
sk: Zmena v gamma hodnote sa prejaví po novom ¹tarte kdvi!

source: HEY
fi: HEI
fr: Hé !
is: HÆ
sk: HEJ

source: What's this? DVI problem!
de: Was ist los? DVI-Problem!
fi: Mikä tämä on? DVI ongelma!
fr: Un problème DVI est survenu !
is: Hvað er þetta? DVI vandamál!
ru: Что это? Проблема DVI!
sk: Èo to je? Problém DVI!

source: No document
de: Kein Dokument
fi: Ei asiakirjaa
fr: Aucun document
is: Ekkert skjal
ru: Нет документа
sk: ®iadny dokument

source: &Open ...
de: Ö&ffnen...
fi: &Avaa ...
fr: &Ouvrir ...
is: &Opna...
ru: &Открыть...
sk: &Otvori» ...

source: Open &recent
de: &Kürzlich benutzte
fi: Avaa &edellinen
fr: Ouvrir &récent
is: Opna &nýlegt
ru: Отк&рыть последнее
sk: Ot&vori» nedávny

source: &Print ...
de: &Drucken...
fi: &Tulosta ...
fr: Im&primer ...
is: &Prenta...
ru: &Печатать ...
sk: &Tlaèi» ...

source: Zoom &in
de: Ver&größern
fi: &Suurenna
fr: Zoom &avant
is: Renna &að
ru: Увеличить
sk: Z&väè¹i»

source: Zoom &out
de: Ver&kleinern
fi: &Pienennä
fr: Zoom a&rrière
is: Renna &frá
ru: Уменьшить
sk: Z&men¹i»

source: &Fit to page
de: Passend auf &Seite
fi: &Mahduta sivulle
fr: Ajuster à la &page
is: &Fylla út síðuna
ru: Вмещать на страницу
sk: Prispôsobi» &stránke

source: Fit to page &width
de: Passend auf &Breite
fi: Mahduta sivu&leveyteen
fr: Ajuster à la &largeur de la page
is: &Fylla á breidd
ru: Вмещать на ширину страницы
sk: &Prispôsobi» ¹írke stránky

source: &Redraw page
de: &Neu zeichnen
fi: &Päivitä
fr: &Redessiner la page
is: &Endurteikna síðu
ru: Перерисовать страницу
sk: Prek&resli» stránku

source: &Previous
fi: &Edellinen
fr: &Précédente
is: &Fyrri síðu
sk: &Predchádzajúca

source: &Next
fi: &Seuraava
fr: &Suivante
is: &Næsta síða
sk: &Nasledujúca

source: &First
de: &Erste
fi: E&nsimmäinen
fr: &Première
is: &Fyrsta
ru: Первая
sk: P&rvá

source: &Last
de: &Letzte
fi: &Viimeinen
fr: &Dernière
is: &Síðasta
ru: Последняя
sk: Po&sledná

source: &Go to ...
de: &Gehe zu...
fi: &Siirry ...
fr: &Aller à ...
is: Fara á &bls...
ru: Перейти к ...
sk: &Choï na stranu...

source: &Page
de: &Seite
fi: &Sivu
is: &Blaðsíða
ru: Страница
sk: &Strana

source: &Preferences ...
de: &Einstellungen...
fi: &Asetukset ...
fr: &Préférences ...
is: &Stillingar...
ru: Предпочтения ...
sk: &Preferencie ...

source: &Keys ...
de: &Tasten...
fi: &Näppäimet ...
fr: Configurer le &clavier
is: &Lyklar...
ru: Клавиши ...
sk: &Klávesy ...

source: Make PK-&fonts
de: PK-&Schriften erzeugen
fi: Tee &PK-kirjasimet
fr: Créer les &polices PK
is: Gera PK-&letur
ru: Создать PK-шрифты
sk: Vytvori» PK &fonty

source: Show PS
de: PS anzeigen
fi: Näytä PS
fr: Montrer PS
is: Sýna PS
ru: Показать PS
sk: Zobrazova» PostScript

source: Show &Menubar
de: &Menüleiste sichtbar
fi: Näytä &valikko
fr: Afficher la barre de &menu
is: Sýna &valslá
ru: Показать меню
sk: Zobrazova» &menu

source: Show &Buttons
de: &Werkzeugleiste sichtbar
fi: Näytä &napit
fr: Afficher la barre d'&outils
is: Sýna &hnappa
ru: Показать кнопки
sk: Zobrazova» &nástrojovú li¹tu

source: Show Page Lis&t
de: Seiten&liste anzeigen
fi: Näytä &sivulista
fr: Afficher la lis&te des pages
is: Sýna bls. lis&ta
ru: Показать список страниц
sk: Zobrazova» zoznam s&tránok

source: Show &Statusbar
de: S&tatusleiste anzeigen
fi: Näytä &tilarivi
fr: Afficher la barre d'&état
is: Sýna &stöðuslá
ru: Показать строку состояния
sk: Zobrazova» &informaènú li¹tu

source: Show Scro&llbars
de: S&crollbars anzeigen
fi: Näytä &liukupalkit
fr: Afficher les barres de défi&lement
is: Sýna rennis&lár
ru: Показать полосы прокрутки
sk: Zobrazova» posunovacie &li¹ty

source: &Contents
fi: &Sisältö
sk: &Obsah

source: About &Qt
fi: Tietoja &Qt:ta
sk: Informácie o &Qt

source: Open document ...
de: Öffne Dokument...
fi: Avaa asiakirja ...
fr: Ouvrir un document ...
is: Opna skjal...
ru: Открыть документ ...
sk: Otvori» dokument ...

source: Reload document
de: Dokument neu laden
fi: Uudelleenlataa
fr: Recharger le document
is: Sækja skjal aftur
ru: Перегрзить документ
sk: Naèíta» dokument znova

source: Print ...
de: Drucken...
fi: Tulosta ...
fr: Imprimer ...
is: Prenta...
ru: Печатать ...
sk: Tlaèi» ...

source: Go to first page
de: Erste Seite
fi: Siirry alkuun
fr: Aller à la première page
is: Fara á fyrstu bls
ru: На первую страницу
sk: Ís» na prvú stranu

source: Go to previous page
de: Vorherige Seite
fi: Siirry edelliselle sivulle
fr: Aller à la page précédente
is: Fara á næstu bls
ru: На предыдущую страницу
sk: Ís» na predchádzajúcu stranu

source: Go down then top of next page
de: Nächste Seite oben
fi: Alas ja seuraavan sivun alkuun
fr: Aller en haut puis en bas de la page suivante
is: Fara efst á næstu síðu
ru: Вниз, а затем на верх следующей страницы
sk: Ís» dole na vrchol nasledujúcej strany

source: Go to next page
de: Nächste Seite
fi: Siirry seuraavalle sivulle
fr: Aller à la page suivante
is: Fara á næstu síðu
ru: На следующую страницу
sk: Ís» na nasledujúcu stranu

source: Go to last page
de: Letzte Seite
fi: Siirry viimeiselle sivulle
fr: Aller à la dernière page
is: Á síðustu síðu
ru: На последнюю страницу
sk: Ís» na poslednú stranu

source: Decrease magnification
de: Weniger Vergrößerung
fi: Suurenna suurennusta
fr: Diminuer le grossissement
is: Minnka stækkun
ru: Уменьшить увеличение
sk: Zmen¹i»

source: Small text
de: Kleiner Text
fi: Pieni teksti
fr: Petit texte
is: Lítinn texta
ru: Маленький текст
sk: Malý text

source: Large text
de: Großer Text
fi: Suuri teksti
fr: Grand texte
is: Stórann texta
ru: Большой текст
sk: Veµký text

source: Increase magnification
de: Mehr Vergößerung
fi: Pienennä suurennusta
fr: Augmenter le grossissement
is: Auka stækkun
ru: Увеличить увеличение
sk: Zväè¹i»

source: Scroll window and switch the page
de: Scrollen und Seitenwechsel
fi: Skrollaa ikkunaa ja vaida sivua
fr: Faire défiler la page et passer à la suivante
is: Renna glugga og skipta blaðsíðu
ru: Прокрутить окно и перелистнуть страницу
sk: Posúvanie v okne a prepínanie strán

source: Select page and mark pages for printing
de: Seite wählen und zum Drucken markieren
fi: Valitse sivu ja merkkaa sivuja tulostukseen
fr: Sélectionner une page et marquer les pages à imprimer
is: Velja blaðsíðu og merkja til prentunar
ru: Выделенную страницу и отмеченные страницы для печати
sk: Výber strany a oznaèenie strán pre tlaè

source: Shrink: xx
de: Faktor: xx
fi: Pienennä: xx
fr: Diminuer: xx
is: Smækka: xx
sk: Zmen¹enie: xx

source: Page: xxxx / xxxx
de: Seite: xxxx / xxxx
fi: Sivu: xxxx / xxxx
is: Bls: xxxx / xxxx
ru: Страница: xxxx / xxxx
sk: Strana: xxxx / xxxx

source: New window
de: Neues Fenster
fi: Uusi ikkuna
fr: Nouvelle fenêtre
is: Nýjann glugga
ru: Новое окно
sk: Nové okno...

source: Open file
de: Datei öffnen
fi: Avaa tiedosto
fr: Ouvrir un fichier
is: Opna skjal
ru: Открыть файл
sk: Otvori» súbor

source: Print dialog
de: Druckauswahl
fi: Tulosta
fr: Configurer l'impression
is: Útprentun
ru: Диалог печати
sk: Tlaèový dialóg

source: Zoom in
de: Vergrößern
fi: Suurenna
fr: Zoom avant
is: Renna að
ru: Увеличить
sk: Zväè¹i»

source: Zoom out
de: Verkleinern
fi: Pienennä
fr: Zoom arrière
is: Renna frá
ru: Уменьшить
sk: Zmen¹i»

source: Fit window
de: Passend zum Fenster
fi: Mahduta ikkunaan
fr: Ajuster la fenêtre
is: Aðlaga glugga
ru: Вмещать в окно
sk: Prispôsobi» okno

source: Fit width
de: Passend zur Breite
fi: Mahduta leveyssuunnassa
fr: Ajuster la largeur
is: Aðlaga breidd
ru: Вмещать в ширину
sk: Prispôsobi» ¹írku

source: Redraw page
de: Neuzeichnen
fi: Uudelleenpiirrä
fr: Redessiner la page
is: Endurteikna síðu
ru: Перерисовать страницу
sk: Prekresli» stranu

source: Next page
de: Nächste Seite
fi: Seuraava sivu
fr: Page suivante
is: Næstu síðu
ru: Следующая страница
sk: Nasledujúca strana

source: Previous page
de: Vorherige Seite
fi: Edellinen sivu
fr: Page précédente
is: Fyrri síðu
ru: Предыдущая страница
sk: Predchádzajúca strana

source: Last page
de: Letzte Seite
fi: Viimeinen sivu
fr: Dernière page
is: Síðustu síðu
ru: Последняя страница
sk: Posledná strana

source: First page
de: Erste Seite
fi: Ensimmäinen sivu
fr: Première page
is: Fyrstu síðu
ru: Первая страница
sk: Prvná strana

source: Goto page
de: Gehe zu Seite
fi: Siirry sivulle
fr: Aller à la page
is: Fara á síðu
ru: Перейти на страницу
sk: Choï na stranu

source: Configure keys
de: Konfiguriere Tasten
fi: Aseta näppäimiä
fr: Configurer le clavier
is: Setja upp lykla
ru: Настроить клавиши
sk: Konfigurácia kláves

source: Toggle show PS
de: PS zeigen an/aus
fi: Näytä/piilota PS
fr: Basculer l'affichage PS
is: Víxla PS sýn
ru: Переключить показ PS
sk: Zapnú»/vypnú» zobrazenie Postscriptu

source: Toggle menu bar
de: Menüleiste an/aus
fi: Näytä/piilota valikot
fr: Basculer la barre de menu
is: Víxla valslá
ru: Переключить показ меню
sk: Zapnú»/vypnú» zobrazenie menu

source: Toggle button bar
de: Werkzeugleiste an/aus
fi: Näytä/piilota nappirivi
fr: Basculer la barre d'outils
is: Víxla hnappaslá
ru: Переключить показ кнопок
sk: Zapnú»/vypnú» zobrazenie nástrojovej li¹ty

source: Toggle page list
de: Seitenliste an/aus
fi: Näytä/piilota sivulista
fr: Basculer la liste des pages
is: Víxla blaðsíðulista
ru: Переключить показ списка страниц
sk: Zapnú»/vypnú» zobrazenie zoznamu stránok

source: Toggle status bar
de: Statusleiste an/aus
fi: Näytä/piilota tilarivi
fr: Basculer la barre d'état
is: Víxla stöðuslá
ru: Переключить показ строки состояния
sk: Zapnú»/vypnú» zobrazenie informaènej li¹ty

source: Toggle scroll bars
de: Scrolleisten an/aus
fi: Näytä/piilota liukupalkit
fr: Basculer la les barres de défilement
is: Víxla rennislám
ru: Переключить показ полос прокрутки
sk: Zapnú»/vypnú» zobrazenie posunovacích lí¹t

source: File open dialog is open
de: Datei Öffnen-Dialog offen
fi: Tiedostonavausikkuna on auki
fr: La boîte de dialogue "Ouvrir un fichier" est déjà ouverte
is: Skráargluggi er opinn
ru: Диалог открытия файла открыт
sk: Otvorený dialóg pre otváranie súborov

source: Can't read file:
de: Kann Datei nicht lesen:
fi: En voi lukea tiedostoa:
fr: Impossible de lire le fichier :
is: Get ekki hlaðið skrá:
ru: Не могу прочитать файл:
sk: Nie je mo¾né èíta» súbor:

source: Opening
de: Öffne
fi: Avaan
fr: Ouverture en cours
is: Opna
ru: Открываю
sk: Otváram

source: Opened
de: Geöffnet
fi: Avattu
fr: Ouvert
is: Opnaði
ru: Открыт
sk: Otvorený

source: Print dialog is open
de: Drucken-Dialog offen
fi: Tulostusikkuna on auki
fr: Boîte de dialogue d'impression ouverte
is: Útprentunargluggi er opinn
ru: Диалог печати открыт
sk: Tlaèový dialóg je otvorený

source: View size fits page
de: Ansichtsgröße paßt auf Seite
fi: Näyttökoko mahtuu sivulle
fr: La taille de la vue convient à la page
is: Sýn passar í glugga
ru: Видимый размер вмещается в страницу
sk: Veµkos» pohµadu je prispôsobená stránke

source: View width fits page
de: Ansichtsgröße paßt auf Breite
fi: Näyttöleveys mahtuu sivulle
fr: La largeur de la vue convient à la page
is: Sýn passar á breidd
ru: Видимая ширина вмещается в страницу
sk: ©írka pohµadu je prispôsobená stránke

source: Preferences applied
de: Einstellungen angewandt
fi: Asetukset otettu huomioon
fr: Préférences appliquées
is: Stillingum breytt
ru: Предпочтения применены
sk: Preference aplikované

source: Page
de: Seite
fi: Sivu
is: Síða
ru: Страница
sk: Strana

source: Go to page
de: Gehe zu Seite
fi: Siirry sivulle
fr: Aller à la page
is: Fara á síðu
ru: Перейти на страницу
sk: Choï na stranu

source: Go to
de: Gehe zu
fi: Siirry
fr: Aller en
is: Fara á
ru: Перейти
sk: Choï na

source: Missing PK-fonts will be generated
de: Fehlende PK-Schriften werden generiert
fi: Puuttuvat PK-kirjasimet luodaan
fr: Les polices PK manquantes vont être générées
is: PK-letur sem vantar verða mynduð
ru: Отсутствующие PK-шрифты будут сгенерированы
sk: Chýbajúce PK fonty budú vytvorené

source: Missing PK-fonts will be logged to 'missfont.log'
de: Fehlende PK-Schriften werden in 'missfont.log' aufgezeichnet
fi: Puuttuvat PK-kirjasimet kirjoitetaan 'missfont.log':n
fr: Les polices PK manquantes seront inscrites dans 'missfont.log'
is: PK-letur sem vantar verða skráð í 'missfont.log'
ru: Отсутствующие PK-шрифты будут отмечены в 'missfont.log'
sk: Chýbajúce PK fonty budú zaznamenané do 'missfont.log'

source: Postcsript specials are rendered
de: Postscript-Spezialitäten werden gezeichnet
fi: Postscript lisäykset piirretään
is: Postscript víðteiknað
ru: Особенности postsript'а прорисовываются
sk: Postscript specials sú zobrazené

source: Postscript specials are not rendered
de: Postscript-Spezialitäten werden nicht gezeichnet
fi: Postscript lisäyksiä ei piirretä
fr: Le postscript n'est pas affiché
is: Postscript tákn ekki víðteiknuð
ru: Особенности postsript'а не прорисовываются
sk: Postcript specials nie sú zobrazené

source: No menu bar
de: Menüleiste aus
fi: Ei valikkoriviä
fr: Pas de barre de menu
is: Engin valslá
ru: Нет меню
sk: ®iadne menu

source: Menu bar is shown
de: Menüleiste an
fi: Valikkorivi näkyvissä
fr: Barre de menu affichée
is: Valslá er til sýnd
ru: Меню отображается
sk: Menu je zobrazené

source: No button bar
de: Werkzeugleiste aus
fi: Ei nappiriviä
fr: Pas de barre de boutons
is: Engin hnappaslá
ru: Нет кнопок
sk: ®iadna nástrojová li¹ta

source: Button bar is shown
de: Werkzeugleiste an
fi: Nappirivi näkyvissä
fr: Barre de boutons affichée
is: Hnappaslá er sýnd
ru: Кнопки отображаются
sk: Nástrojová li¹ta je zobrazená

source: Tool bar is shown
de: Werkzeugleiste an
fi: Työkalupalkki näkyvissä
fr: Barre d'outils affichée
is: Tækjaslá er sýnd
ru: Инструменты отображаются
sk: Nástrojová li¹ta je zobrazená

source: No tool bar
de: Werkzeugleiste aus
fi: Ei työkalipalkkia
fr: Pas de barre d'outils
is: Engin tækjaslá
ru: Нет инструментов
sk: ®iadna nástrojová li¹ta

source: No status bar
de: Statusleiste aus
fi: Ei tilariviä
fr: Pas de barre d'état
is: Engin stöðuslá
ru: Нет строки состояния
sk: ®iadna informaèná li¹ta

source: Status bar is shown
de: Statusleiste an
fi: Tilarivi näkyvissä
fr: Barre d'état affichée
is: Stöðuslá er sýnd
ru: Строка состояния отображается
sk: Informaèná li¹ta je zobrazená

source: Scroll bars are shown
de: Scrollleisten an
fi: Liukupalkit näkyvissä
fr: Barres de défilement affichées
is: Rennislár eru sýndar
ru: Полосы прокрутки отображаются
sk: Posunovacie li¹ty sú zobrazené

source: No scroll bars
de: Scrollleisten aus
fi: Ei liukupalkkeja
fr: Pas de barres de défilement
is: Engar rennislár
ru: Нет полос прокрутки
sk: ®iadne posunovacie li¹ty

source: About Kdvi
fi: Tietoja Kdvi:tä
sk: Informácie o Kdvi

source: kdvi - TeX DVI viewer Version
fi: kdvi - TeX DVI näyttäjä Versio
sk: kdvi - TeX DVI prehliadaè Verzia

source: Page:
de: Seite:
fi: Sivu:
is: Síða:
ru: Страница:
sk: Strana:

source: Large text button set to shrink factor
de: Großer Textbutton auf Vergrößerungsfaktor gestellt:
fi: Iso tekstinappi asetettu pienennyskertoimeen
fr: Boutton "grand texte" réglé pour facteur de réduction
is: Smækkunarstuðull stærri texta
ru: Большой текст на кнопках с коэффициентом растяжения
sk: Zmen¹ovací faktor pre veµký text je nastavený na

source: Small text button set to shrink factor
de: Kleiner Textbutton auf Vergrößerungsfaktor gestellt:
fi: Pieni tekstinappi asetettu pienennysketoimeen
fr: Boutton "petit texte" réglé pour facteur de réduction
is: Smækkunarstuðull smærri texta
ru: Маленький текст на кнопках с коэффициентом растяжения
sk: Zmen¹ovací faktor pre malý text je nastavený na

source: File reloaded
de: Datei neu geladen
fi: Tiedosto uudelleenladattu
fr: Fichier rechargé
ru: Файл перезагружен
sk: Súbor znovu naèítaný

source: Mark current
de: Aktuelle markieren
fi: Merkkaa nykyinen
fr: Marquer la page courante
is: Merkja núverandi
ru: Пометить текущую
sk: Oznaèi» túto

source: Unmark current
de: Aktuelle demarkieren
fi: Poista nykyisen merkki
fr: Démarquer la page courante
is: Afmerkja núverandi
ru: Снять пометку с текущей
sk: Prepnú» oznaèenie tejto

source: Mark all
de: Alle markieren
fi: Merkitse kaikki
fr: Marquer tout
is: Merkja allar
ru: Пометить все
sk: Oznaèi» v¹etky

source: Mark even
de: Gerade markieren
fi: Merkitse parilliset
fr: Marquer les pages paires
is: Merkja sléttar
ru: Пометить четные
sk: Oznaèi» párne

source: Mark odd
de: Ungerade Markieren
fi: Merkitse parittomat
fr: Marquer les pages impaires
is: Merkja odda
ru: Пометить нечетные
sk: Oznaèi» nepárne

source: Toggle marks
de: Markierung an/aus
fi: Vaihda merkit
fr: Inverser les marques
is: Víxla merkingum
ru: Перключить пометки
sk: Prehodi» znaèky

source: Remove marks
de: Entferne Markierungen
fi: Poista merkit
fr: Supprimer les marques
is: Eyða merkingum
ru: Удалить пометки
sk: Odstráni» znaèky

source: Preferences
de: Einstellungen
fi: Asetukset
fr: Préférences
is: Stillingar
ru: Предпочтения
sk: Preferencie

source: Menu Bar
de: Menüleiste
fi: Valikkorivi
fr: Barre de menu
is: Valslá
ru: Меню
sk: Menu

source: Button Bar
de: Werkzeugleiste
fi: Nappirivi
fr: Barre de boutons
is: Hnappaslá
ru: Кнопки
sk: Nástrojová li¹ta

source: Status Bar
de: Statusleiste
fi: Tilarivi
fr: Barre d'état
is: Stöðuslá
ru: Строка состояния
sk: Informaèná li¹ta

source: Page List
de: Seitenliste
fi: Sivulista
fr: Liste des pages
is: Síðulisti
ru: Список страниц
sk: Zoznam stránok

source: Scroll Bars
de: Scrollleisten
fi: Liukupalkit
fr: Barres de défilement
is: Rennislár
ru: Полосы прокрутки
sk: Posúvacie li¹ty

source: Number of recent files
de: Anzahl zu merkender Dateien
fi: Viimeisten tiedostojen määrä
fr: Nombre de fichiers récents
is: Fjöldi nýlegra skjala
ru: Количество последних файлов
sk: Poèet nedávnych súborov

source: Appearance
fi: Ulkonäkö
fr: Apparence
sk: Vzhµad

source: Generate missing fonts
de: Generiere fehlende Schriften
fi: Luo puuttuvat kirjasimet
fr: Générer les polices manquantes
is: Framkalla týndar leturgerðir
ru: Генерирую отсутствующие шрифты
sk: Vytvori» chýbajúce fonty

source: Resolution
de: Auflösung
fi: Resoluutio
fr: Résolution
is: Upplausn
ru: Разрешение
sk: Rozlí¹enie

source: Metafont mode
de: Metafont-Modus
fi: Metakirjasin tila
fr: Mode Metafont
is: Metafont hamur
ru: Режим меташрифта
sk: Metafont mód

source: PK Font Path
de: PK-Schriftenverzeichnis
fi: PK Kirjasinpolku
fr: Chemin des polices PK
is: PK leturslóð
ru: Путь к шрифтам PK
sk: Cesta PK fontu

source: Shrink factor for small text
de: Vergrößerungsfaktor für kleinen Text
fi: Pienennyskerroin pienelle tekstille
fr: Facteur de réduction pour le bouton "petit texte"
is: Smækkunarstuðull smærri texta
ru: Коэффициент растяжения для маленьких текстов
sk: Zmen¹ovací faktor pre malý text

source: Shrink factor for large text
de: Vergrößerungsfaktor für großen Text
fi: Pienennyskerroin suurelle tekstille
fr: Facteur de réduction pour le bouton "grand texte"
is: Smækkunarstuðull stærri texta
ru: Коэффициент растяжения для больших текстов
sk: Zmen¹ovací faktor pre veµký text

source: Fonts
fi: Kirjasimet
fr: Polices
sk: Fonty

source: Show postscript specials
de: Zeige Postscript-Spezialitäten
fi: Näytä postscript erikoisuudet
fr: Afficher le postscript
is: Sýna postscript
ru: Показать особенности postscript
sk: Zobrazova» postscript specials

source: Antialiased postcript
de: Postscript Antialias
fi: Pehmennetty postscript
fr: Postcript anti-aliasé
is: Afstallað postscript
ru: Сглаживающий postscript
sk: Antialiasovaný postscript

source: Rendering
de: Zeichne
fi: Piirto
fr: Rendu
is: Víðteikna
ru: Прорисовка
sk: Zobrazenie

source: Paper
de: Papier
fi: Paperi
fr: Papier
is: Pappír
ru: Бумага
sk: Papier

source: Print
fi: Tulosta
fr: Imprimer
sk: Tlaèi»

source: Print
de: Drucken
fi: Tulosta
fr: Imprimer
is: Prenta
ru: Печать
sk: Tlaèi»

source: Cannot open dvi file!
de: Kann dvi-Datei nicht öffnen!
fi: En voi avata dvi tiedostoa!
fr: Impossible d'ouvrir fichier DVI !
is: Get ekki opnað dvi skjal!
ru: Не могу открыть DVI файл!
sk: Nie je mo¾né otvori» dvi súbor!

source: Cannot open output dvi file!
de: Kann dvi-Ausgabedatei nicht öffnen!
fi: En voi avata tulos dvi tiedostoa!
fr: Impossible d'ouvrir le fichier DVI résultat !
is: Get ekki opnað dvi úttaksskjal!
ru: Не могу открыть выходной DVI файл!
sk: Nemô¾em otvori» výstupný dvi súbor!

source: Cannot handle this dvi version!
de: Kann diese dvi-Version nicht berarbeiten!
fi: En hallitse dvi versiota!
fr: Impossible de manipuler cette version de DVI !
is: Ræð ekki við þessa dvi útgáfu!
ru: Не могу обработать эту версию DVI!
sk: Nemô¾em spracova» túto verziu dvi!

source: Invalid page range!
de: Ungültiger Seitenbereich
fi: Väärä sivualue!
fr: Intervalle de pages non valide !
is: Rangt blaðsíðuspan
ru: Неверный диапазон страниц!
sk: Chybný rozsah strany!

source: Default Printer
de: Standarddrucker
fi: Oletustulostin
fr: Imprimante par défaut
is: Sjálfgefinn prentari
ru: Принтер по умолчанию
sk: Predvolená tlaèiareò

source: &File Name:
de: &Dateiname:
fi: &Tiedoston nimi:
fr: Nom de &Fichier :
is: &Nafn skjals:
ru: Имя файла:
sk: &Meno súboru

source: &All
de: &Alle
fi: &Kaikki
fr: &Toutes
is: &Allar
ru: Все
sk: &V¹etky

source: &Current
de: A&ktuelle
fi: &Nykyinen
fr: &Courante
is: &Núverandi
ru: Текущая
sk: &Aktuálna
