Repository: KDE/kde1-kdegraphics
Catalog: po/*/kfax.po
Languages: es

source: Show &Tool Bar
es: Mostrar barra de &herramientas

source: Hide &Tool Bar
es: Ocultar barra de &herramientas

source: Show &Status Bar
es: Mostrar barra de &estado

source: Hide &Status Bar
es: Ocultar barra de &estado

source: Help page
es: Pagina de ayuda

source: &Open Fax...
es: &Abrir fax...

source: &Add Fax...
es: A&ñadir fax...

source: Open &URL...
es: Abrir &URL

source: Save to U&RL...
es: Guardar como U&RL

source: &Close Fax
es: &Cerrar fax

source: &Next Page
es: Página &siguiente

source: &Prev Page
es: Página &anterior

source: &First Page
es: &Primera página

source: &Last Page
es: &Ultima página

source: &Rotate Page
es: &Rotar página

source: &Mirror Page
es: &Reflejar página

source: &Flip Page
es: &De cabeza

source: Zoom &in
es: Acercar

source: Zoom &out
es: Alejar

source: &Fax Options...
es: Opciones de &Fax...

source: &Tool Bar
es: Barra de &herramientas

source: &Status Bar
es: Barra de &estado

source: Go back
es: Atrás

source: Go forward
es: Adelante

source: Go to start
es: Ir al principio

source: Go to end
es: Ir al final

source: Zoom in
es: Acercar

source: Zoom out
es: Alejar

source: Print document
es: Imprimir documento

source: Go to page ...
es: Ir a la página ...

source: Type: XXXXXXX
es: Tipo: XXXXXXX

source: Open Location:
es: Abrir dirección:

source: You need to open a Fax first
es: Debe abrir un Fax antes

source: Save to Location:
es: Guardar en:

source: Not yet implemented
es: Aún no está implementado

source: There is no document active
es: No hay un documento activo

source: Invalid page dimensions: Width %.2f Height %.2f
es: Tamaño de página no valido: Ancho %.2f Alto %.2f

source: Can't print to "%s"
es: No puedo imprimir en "%s"

source: Couldn't create %s
es: No puedo crear %s

source: Saving ...
es: Guardando ...

source: Loading ...
es: Cargando ...

source: Failure in 'copy file()' Couldn't save file!
es: Error 'copiando archivo()' ¡No puedo guardar archivo!

source: Saved
es: Guardado

source: KFax is already waiting for an internet job to finish Please wait until has finished
es: KFax está esperando a que un trabajo de Internet finalice. Por favor, espere hasta que se haya finalizado

source: Could not communicate with KFM
es: No puedo comunicarme con KFM

source: Loading '%s'
es: Cargando '%s'

source: Done
es: Hecho

source: Calling KFM
es: Llamando a KFM

source: Starting Job
es: Iniciando un trabajo

source: Connected
es: Conectado

source: Waiting...
es: Esperando...

source: You need to open a fax page first.
es: Es necesario abrir una página primero

source: P.%d of %d
es: P.%d de %d

source: Fine
es: Fino

source: Type: Tiff
es: Tipo: Tiff

source: Type: Raw
es: Tipo: Raw

source: A file with this name already exists Do you want to overwrite it?
es: Ya existe un archivo con este nombre ¿Quiere sobreescribirlo ?

source: Unable to open: %s
es: Imposible abrir: %s

source: KFax Print Dialog
es: Diálogo de impresión KFax

source: Print as Postscript to Printer
es: Imprimir postscript en la impresora

source: Print Command:
es: Comando para imprimir

source: Print as Postscript to File:
es: Imprimir postscript en archivo

source: Browse
es: Navegador

source: Page Size:
es: Tamaño de Página:

source: Scale fax to page size
es: Ajustar fax a tamaño de página

source: Add Printer Margins (measured in cm):
es: Añadir márgenes de impresion (medidos en cm):

source: Select Filename
es: Elija nombre de archivo

source: You must enter a file name if you wish to print to a file.
es: Debe especificar un nombre si quiere imprimir en un archivo

source: You must enter a print command such as "lpr" if you wish to print to a printer.
es: Debe especificar un comando de impresion such as "lpr" Si quiere imprimir en un archivo.

source: KFax Options Dialog
es: Diálogo de opciones KFax

source: Raw Fax Resolution:
es: Resolución Fax

source: Auto
es: Automático

source: Display Options:
es: Opciones de pantalla:

source: Landscape
es: Horizontal

source: Upside Down
es: De cabeza

source: Invert
es: Invertir

source: Raw Fax Data are:
es: Fecha del fax es:

source: Raw Facsimili are:
es: Facsímiles 'raw' son:

source: Raw Fax width:
es: Ancho de fax es

source: height:
es: Alto:
