Repository: KDE/kde1-kdegraphics
Catalog: po/*/kghostview.po
Languages: el, hr, hu, sk

source: Copyright
el: Πνευματικά δικαιώματα
hu: Szerzi jog
sk: Autorské práva

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό. Μπορείτε να το επαναδιανείμετε και/ή να το τροποποιήσετε υπό τους όρους της Γενικής Δημόσιας ’δειας Χρήσεως Λογισμικού GNU (GNU General Public Licence) όπως αυτή δημοσιεύτηκε από το Ίδρυμα Ελεύθερου Λογισμικού (Free Software Foundation), είτε στην έκδοση 2, ή (κατά επιλογή σας) οποιαδήποτε μεταγενέστερη έκδοση. Αυτό το πρόγραμμα διανέμεται με την ελπίδα ότι θα φανεί χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, χωρίς καν την εγγύηση ΧΡΗΣΙΜΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Παρακαλώ ανατρέξτε στην Γενική Δημόσια ’δεια Χρήσης Λογισμικού GNU για περισσότερες λεπτομέρειες. Θα πρέπει να έχετε ήδη λάβει ένα αντίτυπο της άδειας αυτής μαζί με αυτό το πρόγραμμα. Εάν όχι, γράψτε στο Ίδρυμα Ελεύθερου Λογισμικού στη διεύθυνση Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
hr: Ovaj program je besplatan; smijete ga kopirati i/ili dijeliti ako po¹tujete pravila GNU licence kakvom ju je formirao Free Software Foundation; verziju 2 ili vi¹u. Ovaj program se distribuira u nadi da æe biti od koristi, ali BEZ IKAKVOG JAMSTVA; èak i bez podrazumijevanog jamstva u pogledu TR®I©NE PROÐE ili PRIKLADNOSTI ZA ODREÐENU NAMJENU. Pogledajte GNU Opæu javnu licencu za vi¹e pojedinosti. Zajedno s ovim programom trebali ste primiti kopiju GNU licence; ako niste, pi¹ite na adresu Free Software Foundation, Inc. 675 Mass Ave, Cambridge, MA 02139, USA
hu: Ez egy szabad program; tovﬂbbadhatod âs/vagy mdosçthatod a Free Software Foundation ﬂltal kiadott GNU General Public License 2-es vagy bﬂrmely kâsbbi (vﬂlaszthat) verziban foglaltak szerint. E program annak remenyâben kâszíl, hogy hasznos lesz de MINDEN GARANCIA N–LKõL; A râszleteket lﬂsd a GNU General Public License-ben. A programmal kellett kapnod egy pâldﬂnyt a GNU General Public License- -bl; ha nem, akkor çrj a Free Software Foundation-nak, 675 Mass Ave Cambridge, MA 02139, USA.
sk: Tento program je volný software; je mo¾né ho redistribuova» alebo modifikova» podµa podmienok GNU v¹eobecnej verejnej licencie, ako je publikovaná Free Software Foundation; buï verzia 2 zmienenej licencie alebo (podµa vá¹ho výberu) niektorou z nov¹ích verzií Tento program je ¹írený s nádejou, ¾e bude u¾itoèný, ale BEZAKEJKO¥VEK ZÁRUKY; dokonca bez zahrnutia záruky PREDAJNOSTI alebo SPÔSOBILOSTI K NEJAKÉMU ÚÈELU. Pre bli¾¹ie detaily nahliadnite do GNU v¹eobecnj verejnej licencie. Mali by ste obdr¾a» kópiu GNU v¹eobecnej verejnej licencie s týmto programom; ak tak nie je, napí¹te na adresu Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: &Section
hr: &Sekcija
sk: Oddiel

source: &Page
hr: St&ranica
sk: Strana

source: of %d
el: από %d
hr: od %d
hu: %d-bl
sk: z %d

source: File name :
hr: Ime Datoteke :
sk: Súbor :

source: Document title :
hr: Ime Dokumenta :
sk: Titulok dokumentu :

source: Publication date :
hr: Datum izdavanja :
sk: Dátum publikácie :

source: General
el: Γενικά
hr: Opæenito
hu: ¬ltalﬂnos
sk: V¹eobecné

source: &Interpreter name
hr: Naziv &interpretera
sk: Meno interpretra

source: Platform &fonts
hr: Pisma plat&forme
sk: Znakové sady platformy

source: &Messages
hr: Poru&ke
sk: Hlásenia

source: Palette
el: Παλέττα
hr: Paleta
hu: Paletta
sk: Paleta

source: Colo&r
hr: &Boja
sk: Farebná

source: &Grayscale
hr: Sivi &tonovi
sk: Odtiene ¹edej

source: Monochrom&e
hr: J&ednobojno
sk: Monochromatická

source: &Pixmap
sk: &Pixmapa

source: &Backing store
sk: Zálo¾ná pamä»

source: &Defaults
hr: &Uobièajeno
sk: ©tandardné

source: Print
el: Εκτύπωση
hr: Ispis
hu: Nyomtat
sk: Tlaèi»

source: CTRL+R
sk: CTRL=F

source: Next
hr: Slijedeæi
sk: Ïal¹í

source: Document information
hr: Informacije o dokumentu
sk: Informácie o dokumente

source: View Control
el: Παρουσίαση ελέγχου
hr: Kontrole pogleda
hu: Nâzet kontrol
sk: Nastavenie zobrazení

source: Go To Page
el: Μετακίνηση στη σελίδα
hr: Idi na stranicu
hu: Menj a lapra
sk: Choï na stranu

source: Zoom In
el: Μεγένθυση
hr: Uveæaj
hu: Nagyçt
sk: Zväè¹i»

source: Zoom Out
el: Σμίκρυνση
hr: Umanji
hu: Kicsinyçt
sk: Zmen¹i»

source: Next Page
el: Επόμενη σελίδα
hr: Slijedeæa
hu: K˜vetkez oldal
sk: Nasledujúca strana

source: Prev Page
el: Προηγούμενη σελίδα
hr: Prethodna
hu: Elz oldal
sk: Predchádzajúca strana

source: Scroll Up
el: Κύλιση επάνω
hr: Idi gore
hu: G˜rgetâs fel
sk: Posunú» hore

source: Scroll Down
el: Κύλιση κάτω
hr: Idi dolje
hu: G˜rgetâs le
sk: Posunú» dole

source: Scroll Left
el: Κύλιση αριστερά
hr: Idi lijevo
hu: G˜rgetâs balra
sk: Posunú» vµavo

source: Scroll Right
el: Κύλιση δεξιά
hr: Idi desno
hu: G˜rgetâs jobbra
sk: Posunú» vpravo

source: Redisplay
el: Επαναπροβολή
hr: Obnovi sadr¾aj
hu: ıjrarajzol
sk: Aktualizova»

source: Not known
hr: Nepoznat
sk: Neznáme

source: Configure interpreter
el: Προσαρμογή μεταγλωτιστή
hr: Podesi interpreter
hu: –rtelmez beﬂllçtﬂsa
sk: Nastav interpreter

source: &Open ...
el: ’νοιγμα
hr: &Otvori ...
hu: &Megnyit ...
sk: &Otvori» ...

source: Open &recent
hr: Otvori &skora¹nji
sk: Otvo&ri» nedávne...

source: &Print ...
el: Εκτύπωση
hr: Is&pis ...
hu: &Nyomtat ...
sk: &Tlaèi» ...

source: Zoom &in
el: Μεγένθυση
hr: U&veæaj
hu: Nagyçt
sk: Z&väè¹i»

source: Zoom &out
el: Σμίκρυνση
hr: U&manji
hu: Kicsinyçt
sk: Z&men¹i»

source: &View control ...
el: Παρουσίαση ελέγχου
hr: &Kontrole pogleda ...
hu: &Nâzet kontrol ...
sk: &Nastavenie zobrazenia ...

source: &Fit to page width
hr: Pod&esi prema ¹irini stranice
sk: Natesna» na ¹írku strany

source: &Redisplay
el: Επαναπροβολή
hr: &Obnovi sadr¾aj
hu: &ıjrarajzol
sk: &Aktualizova»

source: &Previous Page
el: Προηγούμενη σελίδα
hr: &Prethodna
hu: &Elz oldal
sk: &Predchádzajúcu stranu

source: &Next page
el: Επόμενη σελίδα
hr: &Slijedeæa
hu: &K˜vetkez oldal
sk: &Nasledujúcu stranu

source: &Go to page ...
el: Μετακίνηση στη σελίδα ...
hr: &Idi na ...
hu: &Menj az adott oldalra ...
sk: &Choï na stranu ...

source: Go to &start
el: Μετακίνηση στην αρχή
hr: Idi na p&oèetak
hu: E&lejâre
sk: Choï na &zaèiatok

source: Go to &end
el: Μετακίνηση στο τέλος
hr: Idi na kr&aj
hu: &Vâgâre
sk: Choï na &koniec

source: &Read down
el: Διάβασμα κάτω
hr: &Èitaj dolje
hu: &Teljes beolvasﬂs
sk: Posuò ïa&lej

source: Mark &current page
el: Σημείωση τρέχουσας σελίδας
hr: Oznaèi &trenutnu stranicu
sk: Oznaèi» &túto stranu

source: Mark &all pages
el: Σημείωση όλων των σελίδων
hr: Oznaèi &sve stranice
sk: Oznaèi» &v¹etky strany

source: Mark &even pages
el: Σημείωση ζυγών σελίδων
hr: Oznaèi &parne stranice
sk: Oznaèi» &párne strany

source: Mark &odd pages
el: Σημείωση μονών σελίδων
hr: Oznaèi &neparne stranice
sk: Oznaèi» n&epárne strany

source: &Toggle page marks
el: Εναλλαγή σημειώσεων σελίδων
hr: &Uklj./isklj. oznake stranica
sk: Prehodi» &znaèky

source: &Remove page marks
el: Αφαίρεση σημειώσεων σελίδων
hr: U&kloni oznake stranica
sk: &Odstráni» znaèky

source: Show &tool bar
el: Εμφάνιση γραμμής εργαλείων
hr: Poka¾i &Alate
hu: Eszk˜zsor
sk: Zobrazova» nás&trojovú li¹tu

source: Show st&atus bar
el: Εμφάνιση γραμμής κατάστασης
hr: Poka¾i &status
sk: Zobrazova» &statusbar

source: Show &page list
el: Εμφάνιση καταλόγου σελίδων
hr: &Prika¾i listu stranica
sk: Zobrazova» zoznam &stránok

source: Configure &interpreter ...
el: Προσαρμογή μεταγλωτιστή ...
hr: Pode&si interpreter ...
sk: &Nastavi» interpreter ...

source: Configure &key bindings ...
el: Προσαρμογή λειτουργιών πλήκτρων ...
hr: Podesi &tipke ...
hu: Billentyì hozzﬂrendelâsek ...
sk: Nastav &klávesové akcelerátory ...

source: &Save options
el: Αποθήκευση επιλογών
hr: &Spremi opcije
sk: &Ulo¾i» nastavenie

source: &About this application
el: Για αυτήν την εφαρμογή
hr: &O programu
hu: &Nâvjegy
sk: &Informácie o aplikácii

source: &Help for this application
el: Βοήθεια για αυτήν την εφαρμογή
hr: &Pomoæ
hu: &Sîg
sk: &Nápoveda k tejto aplikácii

source: &Copyright
el: Πνευματικά δικαιώματα
hu: &Szerzi jog
sk: &Autorské práva

source: &Go
el: Συνέχεια
hr: &Idi
hu: &Menj
sk: &Choï na

source: &Pagemarks
el: Σημειώσεις σελίδων
hr: O&znake Stranica
sk: &Znaèky na stranách

source: New window ...
hr: Novi prozor ...
sk: Nové okno ...

source: Open file ...
hr: Otvori datoteku ...
sk: &Otvori» ...

source: Print document ...
hr: Ispi¹i dokument ...
sk: Tlaèi» dokument

source: Zoom in
hr: Uveæaj
sk: Z&väè¹i»

source: Zoom out
hr: Umanji
sk: Z&men¹i»

source: Change view ...
el: Αλλαγή όψης
hr: Promijeni pogled ...
hu: Nâzet vﬂltoztatﬂs ...
sk: Zmeò nastavenie zobrazenia ...

source: Go back
el: Μετακίνηση πίσω
hr: Idi nazad
hu: Vissza
sk: Choï spä»

source: Go forward
el: Μετακίνηση μπροστά
hr: Idi naprijed
hu: Elre
sk: Choï dopredu

source: Go to page ...
el: Μετακίνηση στη σελίδα ...
hr: Idi na stranicu ...
hu: Menj az adott oldalra ...
sk: Choï na stranu ...

source: Go to start
el: Μετακίνηση στην αρχή
hr: Idi na poèetak
hu: Elejâre
sk: Choï na zaèiatok

source: Go to end
el: Μετακίνηση στο τέλος
hr: Idi na kraj
hu: Vâgâre
sk: Choï na koniec

source: Read down the page
el: Διάβασμα σελίδας προς τα κάτω
hr: Èitaj niz stranicu
hu: Az oldal teljes beolvasﬂsa
sk: Posuò sa ïalej na strane

source: Toggle this page mark
hr: Uklj./isklj. ovu oznaku stranice
sk: Prehodi» znaèku tejto strany

source: Sc.100 of 100 P.100 of 100
el: Sc.100 από 100 Σ.100 από 100
hr: Sc.100 od 100 P.100 od 100
hu: 100 Sc. a 100-bl 100 P. a 100-bl
sk: Odd.100 z 100 S.100 z 100

source: Upside Down
el: Αναποδογύρισμα
hr: Naopaèke
hu: Fentrl lefelâ
sk: Hore nohami

source: Malformed URL.
el: Λάθος σύνταξη URL.
hr: Neispravan URL
hu: Rossz URL.
sk: Chybný formát URL.

source: Already waiting for an internet job to finish. Please wait until has finished. Alternatively stop the running one.
el: Ήδη σε αναμονή για το τέλος μιας εργασίας δικτύου. Παρακαλώ περιμένετε μέχρι να τελειώσει. Εναλλακτικά μπορείτε να την σταματήσετε.
hr: Veæ èekam kraj jednog internet zadatka. Molim prièekajte njegov kraj ili prekinite trenutni zadatak.
hu: Egy internet hozzﬂfârâs mﬂr folyamatban van. Kârem vﬂrjon amig befejezdik vagy ﬂllçtsa le a hozzﬂfârâst.
sk: U¾ èakám na dokonèenie práce s internetom. Prosím èakajte na jej dokonèenie alebo ju zastavte.

source: Could not start or find KFM.
el: Δεν μπορώ να ξεκινήσω ή να βρώ τον KFM.
hr: Nisam mogao pokrenuti ili naæi KFM.
hu: Nem indçthat vagy nem talﬂlhat a KFM.
sk: Nemô¾em spusti» alebo nájs» KFM!

source: Portrait
el: Πορτραίτο
hr: Uspravno
hu: ¬ll
sk: Na vý¹ku

source: Landscape
el: Τοπίο
hr: Polo¾eno
hu: Fekv (Landscape)
sk: Na ¹írku

source: Seascape
hr: Vodoravno
hu: Fekv (Seascape)
sk: Na ¹írku(sprava)

source: Upside down
el: Αναποδογύρισμα
hr: Naopaèke
hu: Fentrl lefelâ
sk: Hore nohami

source: Go to ...
el: Μετακίνηση στο ....
hr: Idi na stranicu ...
sk: Choï na stranu ...

source: Turn antialiasing on
el: Ενεργοποίηση antialiasing
hr: Ukljuèi zaglaðivanje
hu: –lsimçtﬂs be
sk: Zapni antialiasing

source: Turn antialiasing off
el: Απενεργοποίηση antialiasing
hr: Iskljuèi zaglaðivanje
hu: –lsimçtﬂs ki
sk: Vypni antialiasing

source: Show Ghostscript messages
el: Εμφάνιση μηνυμάτων GhostScript
hr: Poka¾i Ghostscript poruke
hu: Ghostscript ízenetek megjelençtâse
sk: Zobrazuj správy Ghostscriptu

source: Hide Ghostscript messages
el: Απόκρυψη μηνυμάτων GhostScript
hr: Sakrij Ghostscript poruke
hu: Ghostscript ízenetek elrejtâse
sk: Nezobrazuj správy Ghostscriptu

source: Version 0.6
el: Έκδοση 0.6
hr: Inaèica 0.6
sk: Verzia 0.6

source: Sorry, not ready yet
el: Λυπάμαι, δεν είναι ακόμα έτοιμο
hr: Oprosti, jo¹ nije spremno za upotrebu
hu: Sajnos mâg nincs kâsz
sk: Je mi µúto, toto e¹te nie je hotové.

source: About kghostview
el: Για το kghostview
hr: O programu kghostview
hu: Nâvjegy
sk: Informácie o kghostview

source: Version : 0.6 alpha Author : Mark Donohoe Mail : donohoe@kde.org
el: Έκδοση : 0.6 ’λφα Προγραμματισμός : Mark Donohoe Mail : donohoe@kde.org
hr: Inaèica : 0.6 alpha Autor : Mark Donohoe Mail : donohoe@kde.org
sk: Verzia : 0.6 alpha Autor : Mark Donohoe Mail : donohoe@kde.org

source: Error printing
hr: Gre¹ka pri ispisu
sk: Chyba pri tlaèi

source: You chose to print all pages to a file. This would produce a document identical to that currently loaded into the viewer. There is no need to print all pages into a new file.
hr: Izabrali ste ispisivanje svih strana u datoteku. To æe stvoriti dokument istovjetan ovom koji je trenutno u pregledniku. Nema potrebe za ispisivanjem svih strana u novu datoteku.
sk: Zvolili ste tlaè v¹etkých strán do súboru. Toto vyprodukuje dokument identický s tým, ktorý je teraz natiahnutý do prehliadaèa. Je hlúpos» tlaèi» v¹etky strany do nového súboru.

source: No file name was given so nothing could be printed to a file.
hr: Niste upisali ime datoteke prema tome nista nije ispisano u datoteku.
sk: Nebolo zadané meno súboru tak¾e nemô¾em tlaèi» do súboru.

source: Print failure : %s
hr: Gre¹ka pri ispisu : %s
sk: Neuspe¹ná tlaè: %s

source: Printing failed because the list of pages to be printed was empty.
hr: Ispis nije uspio buduæi da je nije dan popis stranica koje treba ispisati.
sk: Tlaè zlyhala, preto¾e zoznam súborov na tlaè bol prázdny.

source: of 1
el: από 1
hr: od 1
hu: 1-bl
sk: z 1

source: of %d
el: από %d
hr: od %d
hu: %d-bl
sk: z %d

source: of %d
el: από %d
hr: od %d
hu: %d-bl
sk: z %d

source: Sc.1
hr: Sek.1
hu: 1. Sc.
sk: Odd.1

source: P.1
el: Σ.1
hu: 1. P.
sk: S.1

source: P.%d
el: Σ.%d
hr: Str.%d
hu: %d P.
sk: S.%d

source: Sc.%d
hr: Sek.%d
hu: %d Sc.
sk: Odd.%d

source: Current key
hr: Trenutni kljuè
sk: Súèasná klávesa

source: &Action
hr: &Akcija
sk: &Akcia

source: &No key
hr: Be&z kljuèa
sk: ®iadna klávesa

source: &Default key
hr: &Uobièajeni kljuè
sk: ©tandar&dná klávesa

source: &Custom key
hr: &Birani kljuè
sk: &Vlastná klávesa

source: Usage:
hr: Uporaba:
sk: Pou¾itie:

source: [filename] [siwtches]
hr: [datoteka] [switches]
sk: [meno súboru] [parametre]

source: See KDE and Qt documentation for command line options.
hr: Pogledajte dokumentaciju Qt za opcije na komandnoj liniji
sk: Nahliadnite do dokumentácie ku Qt a KDE pre parametre príkazového riadku

source: Error on command line
hr: Gre¹ka na komandoj liniji
sk: Chyba na príkazovej riadke

source: Mark current page
hr: Oznaèi trenutnu stranicu
sk: Oznaèi» túto stranu

source: Mark all pages
hr: Oznaèi sve stranice
sk: Oznaèi» v¹etky strany

source: Mark even pages
hr: Oznaèi parne stranice
sk: Oznaèi» párne strany

source: Mark odd pages
hr: Oznaèi neparne stranice
sk: Oznaèi» nepárne strany

source: Toggle page marks
hr: Uklj./isklj. oznake stranica
sk: Prehodi» znaèky

source: Remove page marks
hr: Ukloni oznake stranice
sk: Odstráni» znaèky

source: Ghostscript messages
el: Μηνύματα Ghostscript
hr: Ghostscript poruke
hu: Ghostscript ízenetek
sk: Hlásenie Ghostscriptu

source: &Clear
hr: &Oèisti
sk: Zma¾

source: &Dismiss
hr: O&tka¾i
sk: &Zavrie»

source: Printer setup
hr: Postava pisaèa
sk: Nastavenie tlaèiarne

source: &Printer name
hr: Naziv &pisaèa
sk: Meno tlaèiarne

source: &Spooler command
hr: &Naredba posredniku
sk: Príkaz pre tlaè

source: &Environment variable
hr: &Okoli¹na (env) varijabla
sk: Premenná prostredia

source: Print to file
hr: Ispi¹i u datoteku
sk: Tlaè do súboru

source: Pages
el: Σελίδες
hr: Stranice
hu: Oldalak
sk: Strany

source: &All
hr: &Sve
sk: V¹etky

source: &Current
hr: &Trenutna
sk: Súèasná

source: &Marked
hr: &Oznaèene
sk: Oznaèené

source: &Range
hr: &Raspon
sk: Rozsah

source: to
hr: na
sk: do

source: Print document in re&verse order
hr: Ispi¹i dokument u obratnom redoslijedu
sk: Tlaèi» dokument

source: &Setup ...
hr: &Podesi ...
sk: &Otvori» ...

source: Range error
hr: Gre¹ka u rasponu
sk: Chyba rozsahu

source: The range of pages entered for printing can't be understood. The range specified must lie within the page range for this part of the document. Check the status bar for this information.
hr: Raspon stranica koji je une¹en za ispis nije prepoznatljiv. Raspon mora le¾ati u rasponu stranica za ovaj dio dokumenta. Provjerite statusnu traku za informacije.
sk: Rozsah musí le¾a» v rozsahu strán tohoto dokumentu. Preèítajte si stavový riadok pre túto informáciu.

source: Force changes to ...
hr: Primjeni promjene na ...
sk: Vynúti» zmeny

source: &magnification
hr: &uveæanje
sk: Zväè¹enie

source: m&edia
hr: m&edij
sk: Médium

source: &orientation
hr: &orijentacija
sk: Orientácia

source: &Apply
hr: &Primjeni
sk: &Aplikova»

source: &Antialiasing
hr: &Zaglaðivanje

source: Prior
hr: Prija¹nji

source: Section
el: Τμήμα
hu: Szekci

source: Page
el: Σελίδα
hu: Oldal

source: File :
el: Αρχείο :
hu: Fﬂjl :

source: Title :
el: Τίτλος :
hu: Cçm :

source: Date :
el: Ημερομηνία :
hu: Dﬂtum :

source: Interpreter name
el: Όνομα μεταγλωτιστή
hu: –rtelmez neve

source: Antialiasing
hu: –lsimçtﬂs

source: Platform fonts
el: Γραμματοσειρές πλατφόρμας
hu: Platform fontok

source: Messages
el: Μηνύματα
hu: õzenetek

source: Color
el: Έγχρωμο
hu: Szçn

source: Grayscale
el: Βαθμίδες Γκρίζου
hu: Szírkeskﬂla

source: Monochrome
el: Μονόχρωμο
hu: Monokrom

source: Backing
hu: Back-up

source: Pixmap
hu: Pixelkâp

source: Backing store
hu: Back-up tﬂrolﬂs

source: Defaults
el: Αρχικές τιμές
hu: Alapârtâkek

source: Information
hu: Informﬂci

source: New
hu: ıj

source: &New
hu: &ıj

source: &Close
hu: &Bezﬂr

source: E&xit
hu: &Kilâpâs

source: &Info ...
el: Πληροφορίες ...
hu: &Informﬂci ...

source: &Configure interpreter ...
hu: &–rtelmez beﬂllçtﬂsa ...

source: Show &status bar
hu: ¬llapotsor

source: &Save Options
hu: &Opcik mentâse

source: &File
hu: &Fﬂjl

source: &View
hu: &Nâzet

source: &Options
hu: &Opcik

source: &Help
hu: &Sîg

source: Print document
el: Εκτύπωση αρχείου
hu: Dokumentum nyomtatﬂs

source: Mark this page
el: Σημείωση σελίδας
hu: Oldal kijel˜lâse

source: Sorry
hu: Sajnﬂlom

source: KGhostview: Version 0.5
hu: KGhostview: 0.5 Verzi

source: Go to
hu: Menj a

source: Version 0.5
hu: 0.5 Verzi

source: Version : 0.5 alpha Author : Mark Donohoe Mail : donohoe@kde.org
hu: Verzi : 0.5 alpha Szerz : Mark Donohoe Cçm : donohoe@kde.org

source: Printer Name :
el: Όνομα εκτυπωτή
hu: Nyomtat neve :

source: Print failure : lpr
el: Αποτυχία εκτύπωσης : lpr
hu: Nyomtatﬂsi hiba : lpr

source: Usage: %s
el: Σύνταξη: %s
hu: Hasznﬂlat: %s

source: [filename]
el: [όνομα αρχείου]
hu: [fﬂjlnâv]

source: See Qt documentation for command line options
el: Δείτε την τεκμηρίωση του Qt για επιλογές γραμμής εντολών
hu: A parancssori opcikat lﬂsd a Qt dokumentﬂciban

source: The file "%s" could not be found.
el: Το αρχείο "%s" δεν μπορεί να βρεθεί.
hu: A "%s" fﬂjl nem talﬂlhat.

source: Didn't recognise file
el: Το αρχείο δεν αναγνωρίζεται
hu: Nem felismerhet fﬂjl

source: Clear
hu: T˜r˜l

source: Printer name
el: Όνομα εκτυπωτή
hu: Nyomtat neve

source: All
el: Όλα
hu: Mind

source: Even
hu: Pﬂros

source: Odd
hu: Pﬂratlan

source: Marked
el: Σημειωμένα
hu: Kijel˜ltek

source: Force changes
hu: Vﬂltozﬂsok azonnali vâgrehajtﬂsa

source: Magnification
el: Μεγένθυση
hu: Nagyçtﬂs

source: Orientation
el: Προσανατολισμός
hu: Irﬂnyultsﬂg

source: Media
el: Μέσο
hu: Mâdia

source: No pages have been marked for printing.
el: Δεν έχουν σημειωθεί σελίδες προς εκτύπωση.

source: Force changes to
el: Επέβαλλε αλλαγές στο
