Repository: KDE/kde1-kdegraphics
Catalog: po/*/kiconedit.po
Languages: da, no

source: copyFile - There was an error opening destination file: %s
da: Der opstod en fejl ved åbningen af destinationsfilen: %s
no: copyFile - Det oppsto en feil under åpning av målfil: %s

source: copyFile - There was an error opening source file: %s
no: copyFile - Det oppsto en feil under åpning av kildefil: %s

source: removeFile - There was an error removing the file: %s
no: removeFile - Det oppsto en feil under sletting av filen: %s

source: Warning
no: Varsel

source: The current file has been modified. Do you want to save it?
da: Det aktuelle ikon er ændret! Vil du gemme det?
no: Gjeldende fil har blitt endret. Vil du lagre den?

source: Select All
no: Merk alle

source: New &window
no: Nytt &vindu

source: &New...
no: &Ny...

source: &Open...
no: Å&pne...

source: Open recent
da: Åben sidst åbnet
no: Åpne nylig

source: &Save
no: &Lagre

source: Save &as...
no: Lagre &som...

source: &Print...
no: Skriv &ut...

source: &Close
no: &Lukk

source: &Exit
no: &Avslutt

source: &File
no: &Fil

source: Cu&t
da: K&lip
no: K&lipp

source: &Copy
no: &Kopier

source: &Paste
no: Lim &inn

source: Paste as &new
da: Indsæt som &ny
no: Lim inn som &ny

source: Clea&r
da: &Ryd
no: &Rens

source: Select &all
da: Marker &alt
no: Merk &alle

source: &Edit
no: &Rediger

source: Zoom &in
da: Zoom &ind
no: &Forsørre

source: Zoom &out
da: Zoom &ud
no: F&orminske

source: Zoom factor
no: Forstørringsfaktor

source: &View
no: &Vis

source: &Resize
da: Skift stør&relse
no: &Endre størresle

source: &GrayScale
da: &Gråskaler
no: &Gråskala

source: &Map to KDE palette
no: &Bind til KDE-palett

source: &Icon
da: &Ikon
no: &Ikon

source: Freehand
da: Frihånd
no: Frihånd

source: Rectangle
da: Rektangel
no: Rektangel

source: Filled rectangle
da: Udfyldt rektangel
no: Fyll rektangel

source: Circle
da: Cirkel
no: Sirkel

source: Filled circle
da: Udfyldt cirkel
no: Fyllt sirkel

source: Ellipse
no: Elipse

source: Filled ellipse
da: Udfyldt ellipse
no: Fyllt elipse

source: Spray
no: Sprei

source: Flood fill
da: Udfyld
no: Sprengfylle

source: Line
da: Linie
no: Linje

source: Eraser (Transparent)
da: Viskelæder (gennemsigtigt)
no: Sletter (Gjennomsiktig)

source: &Tools
da: Red&skaber
no: &Verktøy

source: &Configure
da: &Konfigurer
no: &Konfigurer

source: Toggle &Grid
da: &Gitter Til/Fra
no: Slå av/på &grind

source: Toggle &toolbar
da: &Værktøjsbjælke Til/Fra
no: Slå av/på &verktøylinje

source: Toggle &drawing tools
da: &Tegneredskabsbjælke Til/Fra
no: Slå av/på &tegneverktøyer

source: Toggle &statusbar
da: &Statusbjælke Til/Fra
no: Slå av/på &statuslinjer

source: &Save options
da: &Gem indstillinger
no: &Lagre valg

source: &Options
no: &Valg

source: &Help
no: &Hjelp

source: What is ...?
da: Hvad er...?
no: Hva er ...?

source: Drag source
no: Tegne sirkel

source: New File
da: Nyt ikon
no: Ny fil

source: Open a file
no: Åpne en fil

source: Save the file
da: Gem ikonet
no: Lagre filen

source: Print icon
da: Udskriv ikonet
no: Skriv ut ikon

source: Cut
no: Klipp ut

source: Copy
no: Kopier

source: Paste
no: Lim inn

source: Select area
da: Marker område
no: Velg område

source: Resize
da: Skift størrelse
no: Endre størrelse

source: GrayScale
da: Gråskaler
no: Gråskala

source: Zoom out
da: Zoom ud
no: Forminsk

source: Zoom in
da: Zoom ind
no: Forstørre

source: Toggle grid
da: Gitter Til/Fra
no: Slå av/på grind

source: New Window
no: Nytt vindu

source: Find pixel
no: Finn punkt

source: Draw freehand
da: Frihånd
no: Tegn ved frihånd

source: Draw line
da: Linie
no: Tegne linje

source: Draw rectangle
da: Rektangel
no: Tegne rektangel

source: Draw filled rectangle
da: Udfyldt rektangel
no: Tegne fyllt rektangl

source: Draw circle
da: Cirkel
no: Tegne sirkel

source: Draw filled circle
da: Udfyldt cirkel
no: Tegne fyllt sirkel

source: Draw ellipse
da: Ellipse
no: Tegne elipse

source: Draw filled ellipse
da: Udfyldt ellipse
no: Tegne fyllt elipse

source: Erase
da: Visk ud
no: Slett

source: Icon draw grid The icon grid is the area where you draw the icons. You can zoom in and out using the magnifying glasses on the toolbar. (Tip: Hold the magnify button down for a few seconds to zoom to a predefined scale
da: Ikon tegne fladen Tegnefladen er området hvor du tegner dine ikoner. Du kan zoome ind og ud vha. forstørrelsesglassene i værktøjsbjælken. (Tip: Hold knappen med forstørrelsesglasset ned i et par sekunder for at zoome til en prædefineret størrelse
no: Ikontegnegrind Ikongrinden er et område hvor du tegner ikonene. Du kan forstørre og forminske ved hjelp av forsørrelsesglasset påverktøylinjen. (Tips: Hold forstørrelses-knappen nede noen sekunder for å forstørre til en forhåndsdefinert størrelse

source: Rulers This is a visual represantation of the current cursor position
da: Linealer Linealerne viser den aktuelle markørposition
no: Linjaler Disse er visuelle representanter for den gjeldende cursor-posisjonen

source: Statusbar The statusbar gives information of the status of the current icon. The fields are: - Cursor position - Size - Zoom factor - Number of colors - Application messages
da: Statusbjælken Statusbjælken viser information om det aktuelle ikons status. Felterne er: - Markør position - Størrelse - Zoom faktor - Antal farver - Applikations beskeder
no: Statuslinje Statuslinjen gir informasjon om statusen av det gjeldende ikonet. feltene er: - kursorposisjon - størrelse - forstørringsfaktor - antall farger - applikasjonsmelding

source: Preview This is a 1:1 preview of the current icon
da: Preview Dette er et 1:1 preview af det aktuelle ikon
no: Forhåndsvisning Dette er en 1:1-forhåndsvisning av det gjeldende ikonet

source: System colors Here you can select colors from the KDE Icon Palette.
da: System farver Her kan du vælge farver fra KDE Ikon Paletten.
no: Systemfarger her kan du velge farger fra KDE-ikonpalettet.

source: Custom colors Here you can build a palette of custom colors. Just double-click on a box to edit the color
da: Andre farver Her kan du bygge en palette af selvdefinerede farver. Bare dobbel-klik på en boks for at redigere farven
no: Egendefinerte farger Her kan du bygge et palett med egendefinerte farger. Bare dobbelklikk på en boks for å redigere farger

source: New Create a new icon either from a template or by specifying the size
da: Ny Opret et nyt ikon enten fra skabelon eller ved at specificere størrelsen
no: Ny Opprette et nytt ikon enten for en mal eller ved å oppgi størrelsen

source: Open Open an existing icon
da: Åben Åben et eksisterende ikon
no: Åpne Åpne et eksisterende ikon

source: Save Save the current icon
da: Gem Gem det aktuelle ikon
no: Lagre Lagre gjeldende ikon

source: Print Opens a print dialog to let you print the current icon. (Doesn't realy work as expected
da: Udskriv Åbner en udskrivningsdialog hvor du kan vælge at udskrive det aktuelle ikon. (Virker ikke helt som forventet)
no: Utskrift Åpne en utskriftsdialog for å skrive ut gjeldende ikon. (Fungerer egentlig ikke som forventet

source: Cut Cut the current selection out of the icon (Tip: You can make both rectangular and circular selections)
da: Klip Klip det markerede område ud af ikonet (Tip: Du kan både lave rektangulære og cirkulære markeringer)
no: Klipp Klipp gjeldende seksjon ut av ikonet (Tips: Du kan merke både rektangulære og sirkulære seksjoner)

source: Copy Copy the current selection out of the icon (Tip: You can make both rectangular and circular selections)
da: Kopier Kopier det markerede område til klippebordet (Tip: Du kan både lave rektangulære og cirkulære markeringer)
no: Kopier Kopiere gjeldende seksjon ut av ikonet (Tips: Du man merke både rektangulære og sirkulære seksjoner)

source: Paste Paste the contents of the clipboard into the current icon. If the contents is larger than the current icon you can paste it in a new window.
no: Lim inn Paste the contents of the clipboard into the current icon. Hvis innholdet er større enn gjeldende ikon kan du lime det inn i ett nytt vindu.

source: Select Select a section of the icon using the mouse. (Tip: You can make both rectangular and circular selections)
da: Marker Marker et område af ikonet vha. musen. (Tip: Du kan både lave rektangulære og cirkulære markeringer)
no: Velg Velg en seksjon av ikonet med musen. (Tips: Du man merke både rektangulære og sirkulære seksjoner)

source: Resize Smoothly resizes the icon while trying to preserve the contents
da: Skift størrelse Skifter størrelse på ikonet, men prøver at bibeholde indholdet
no: Endre størrelse Endrer størrelsen på ikonet samtidig som man prøver å bevare innholdet

source: Gray scale Gray scale the current icon. (Warning: The result is likely to contain colors not in the icon palette
da: Gråskalér Gråskalér det aktuelle ikon. (Advarsel: Resultatet vil formodentlig indeholde farver uden for ikonpaletten)
no: Grå skala Gjør gjeldende ikon om til gråskala. (Varsel: Resultatet vil trolig inneholde farger som ikke er i ikonpalettet

source: Zoom out Zoom out by one. (Tip: Hold the button down for a few seconds to zoom to a predefined scale
da: Zoom ind Zoom én faktor ind. (Tip: Hold knappen nede et øjeblik for at zoome til en prædefineret faktor)
no: Forminsk Forminsk med én. (Tips: Hold knappen nede i et par sekunder for å forminske til en forhåndsdefinert stala

source: Zoom in Zoom in by one. (Tip: Hold the button down for a few seconds to zoom to a predefined scale
da: Zoom ud Zoom én faktor ud. (Tip: Hold knappen nede et øjeblik for at zoome til en prædefineret faktor)
no: Forstørre Forstørre med en. (Tips: Hold knappen nede for et par sekunder for å forstørre med en forhåndsdefinert skala

source: Toggle grid Toggles the grid in the icon edit grid on/off
da: Gitter Til/Fra Slå gitteret i tegneområdet fra eller til
no: Slå av/på grind Slår grinden i ikonredigeringen av/på

source: New window Opens a new Icon Editor window.
da: Nyt vindue Åbner et nyt Ikon Editor vindue.
no: Nytt vindu Åpne et nytt ikonredigeringsvindu.

source: Whats is...? Well since you're reading this I guess you found out ;-)
da: Hvad er...? Tja, siden du læser dette har du vel fundet ud af det ;-)
no: Hva er...? Vel siden du leser dette regner jeg med at du fant det ut ;-)

source: Drag source From this button you can drag out a copy of the current icon and drop it on a drop enabled window, eg. another Icon Editor. (Note: The drag source uses the QT XDND protocol which is not yet standard in KDE)
da: Træk & Slip Fra denne knap kan du trække en kopi af det aktuelle ikon og droppe det på et vindue der understøtter drop, f.eks. et andet Ikon Editor vindue. (Bemærk: Træk og slip knappen bruger QTs XDND protokol som endnu ikke er standard i KDE).
no: Dra kilde Fra denne knappen kan du dra ut en kopi av gjeldende ikon og droppe det på et vindu som har støtte for dropp, f eks en annen Ikonredigerer. (Merk: Dra kilde-funksjonen bruker QT XDND-protokollen som foreløpig ikke er standard i KDE)

source: Free hand Draw non-linear lines
da: Frihånd Tegn ikke lineære linier
no: Frihånd Tegn ikkelinjære linjer

source: Flood fill Fill adjoining pixels with the same color with the current color
da: Udfyld Fyld tilstødende pixels med samme farve som den aktuelle
no: Flomfyll Fyll tilgrensede punkter med gjeldende farge

source: Rectangle Draw a rectangle
no: Rektangel Tegn et rektangel

source: Filled rectangle Draw a filled rectangle
no: Fyllt rektangel Tegn et fyllt rektangel

source: Circle Draw a circle
no: Sirkel Tegne en sirkel

source: Filled circle Draw a filled circle
no: Fyllt sirkel Tegne en fyllt sirkel

source: Ellipse Draw an ellipse
no: Elipse Tegn en elipse

source: Filled ellipse Draw a filled ellipse
no: Fyllt elipse Tegne en fyllt elipse

source: Line Draw a straight line vertically, horizontically or in 45 dgr. angles
da: Linie Tegn en lige linie vertikalt, horisontalt eller i en 45 graders vinkel
no: Linje Tegn en rett linje vertikalt, horisontalt eller i 45 grader

source: Spray Draw scattered pixels in the current color
da: Spray Tegn spredte pixels i den aktuelle farve
no: Sprei Tegn spredte punkter med gjeldende farge

source: Find The color of the pixel clicked on will be the current drawcolor
da: Find Den farve i billedet du klikker på vil blive den aktuelle tegnefarve
no: Finn Farge til punktet som blir klikket på blir gjeldende tegnefarge

source: Erase Erase pixels. Set the pixels to be transparent (Tip: If you want to draw transparent with a different tool then first click on "Erase" then on the tool you want to use)
da: Visk ud Udvisk pixels. Sæt pixels til at være transparente (Tip: Hvis du vil tegne transparent med et andet tegneværktøj så klik først på "Visk ud", og derefter det værktøj du vil bruge)
no: Slett Slett punkter. Sett punkter til å bli gjennomsiktige (Tips: Hvis du ønsker å tegne gjennomsiktig med et annet verktøy, klikk først på "Slett" og så på det verktøyet du ønsker å bruke)

source: There was an error loading a blank image.
no: Det oppstod en feil under lasting av et blankt bilde.

source: Error
no: Feil

source: All selected
da: Alt markeret
no: Alt valgt

source: Cleared
da: Ryddet
no: Renset

source: There was an copying: to the clipboard!
no: Det var en kopiering: til utklippstavlen!

source: The clipboard image is larger than the current image! Paste as new image?
da: Ikonet i klippebordet er større end det aktuelle ikon! Indsæt som nyt ikon?
no: Bildet i utklippstavlen er større enn gjeldende bilde! Lime inn som nytt bilde?

source: Pasting
da: Indsætter
no: Limer inn

source: Done pasting
da: Færdigt med at indsætte
no: Ferdig med innliming

source: Invalid pixmap data in clipboard!
da: Ugyldigt pixmap data i klippebordet!
no: Ugyldig pixmap-data i utklippsbrett!

source: System Colors
da: System farver
no: Systemfarger

source: Custom Colors
da: Andre farver
no: Egendefinerte farger

source: Open image
no: Åpne bilde

source: Save image As
no: Lagre bilde som

source: There was an error removing temporary backup file:
no: Det oppsto en feil under fjerning av midlertidig sikkerhetskopifil:

source: We've got a KFM job running. Please wait.
da: Der er et KFM job igang. Vent venligst.
no: Jeg har en KFM-jobb som kjører. Vennligst vent.

source: The URL:
da: URL'en:
no: URLen:

source: ERROR
da: FEJL
no: FEIL

source: The KDE Icon Editor has found a recover file for:
no: KDE Ikonredigerer har funnet en erstatningsfil for:

source: Do you want to open this?
da: Vil du åbne denne?
no: Ønsker du å åpne denne?

source: Information
no: Informasjon

source: The file:
no: Filen:

source: The Icon Editor is already downloading a non-local file. Please wait.
no: Ikonredigereren laster allerede ned en ikke-lokal fil. Vennligst vent.

source: Couldn't initiate KFM!
da: Kunne ikke initiere KFM!
no: Kunne ikke initialisere KFM!

source: There was a KFM error creating a backup for:
no: Det oppsto en KFM-feil under oppretting av sikkerhetskopi av:

source: There was an error creating a backup for:
no: Det oppsto en feil under oppretting av sikkerhetskopi av:

source: KIcon: There was a error locking:
no: KIcon: Det var en feillåsing:

source: KIcon: There was a QT error loading:
no: KIcon: Det oppstod en QT-feil under lasting:

source: The KDE Icon Editor has found a recover
no: KDE Ikonredigerer har funnet en gjennopprettings-

source: file for an unsaved icon.
da: fil for et ikke gemt ikon.
no: fil for et ulagret ikon.

source: Couldn't initiate KFM
da: Kunne ikke initiere KFM
no: Kunne ikke initialisere KFM

source: Done saving
da: Gemt
no: Ferdig med lagring

source: There was an error saving:
da: Der var en fejl ved skrivningen af:
no: Det oppsto en feil under lagring:

source: Size:
da: Størrelse:
no: Størrelse:

source: &Cancel
no: &Avbryt

source: Select size:
no: Velg størrelse:

source: Standard file
da: Standard fil
no: Standardfil

source: Source file
da: Kildekode fil
no: Kildefil

source: Compressed file
da: Komprimeret fil
no: Komprimert fil

source: Standard folder
no: Standardmappe

source: Standard package
da: Standard pakke
no: Standardpakke

source: Mini folder
no: Minimappe

source: Mini package
da: Mini pakke
no: Minipakke

source: Create from scratch
da: Opret fra bunden
no: Opprett fra grunn

source: Create from template
da: Opret fra skabelon
no: Opprett fra mal

source: Templates:
da: Skabeloner:
no: Maler:

source: Select icontype
da: Vælg ikontype
no: Velg ikontype

source: Create new icon
da: Opret nyt ikon
no: Lag nytt ikon

source: Sorry - not implemented.
da: Desværre ikke implementeret
no: Beklager - ikke implementert.

source: Colors: %u
da: Farver: %u
no: Farger: %u

source: Template
no: Maler:

source: Description:
da: Beskrivelse
no: Beskrivelse:

source: Path:
no: Sti:

source: &Browse...
da: &Gennemsøg...
no: &Bla gjennom...

source: &Add
da: &Tilføj
no: &Legg til

source: &Remove
no: &Fjern

source: Color or pixmap
da: Farve eller pixmap
no: Varge eller pixmap

source: Colored background
da: Farvet baggrund
no: Farget bakgrunn

source: Pixmap background
da: Pixmap baggrund
no: Pixmap-bakgrunn

source: &Color...
da: &Farve...
no: &Farge...

source: &Built-in
da: Ind&bygget
no: &Innebygget

source: Example
da: Eksempel
no: Eksempel

source: Paste mode
no: Lim inn-modus

source: Paste transparent pixels
no: Lim inn gjennomsikte punkter

source: Show rulers
da: Vis linealer
no: Vis linjaler

source: Keys
da: Taster
no: Taster

source: Configure keys
da: Konfigurer taster
no: Konfigurer taster

source: Templates
no: Maler

source: Configure Icon templates
no: Konfigurer ikon-mal

source: Appearance
no: Forekomst

source: Configure background
da: Konfigurer baggrund
no: Konfigurer bakgrunn

source: Miscellaneous
no: Forskjellig

source: Icon grid
no: Ikon-grind

source: Paste Paste the contents of the clipboard into the current icon. If the contents is larger than the current icon you can paste it in a new window. (Tip: Select "Paste transparent pixels" in the configuration dialog if you also want to paste transparent)
da: Indsæt Indsæt indholdet af klippebordet i det aktuelle ikon. Hvis indholdet er større end det aktuelle ikon kan du vælge at indsætte det i et nyt vindue. (Tip: Vælg "Indsæt transparente" i konfigurations dialogen hvis du også vil indsætte de transparente pixels)

source: Selected area cutted
da: Markeret område klippet

source: Selected area copied
da: Markeret område kopieret

source: Note: Other settings of the toolbars can be reached from the toolbar "handle" or from the "Options" menu
da: Bemærk: Andre indstillinger for værktøjsbjælkerne kan nås via værktøjsbjælke "håndtaget" eller via menuen "Indstillinger"

source: Show Icon
da: Vis Ikon

source: Show Icon and Text
da: Vis Ikon og Tekst

source: Show Text
da: Vis Tekst
