Repository: KDE/kde1-kdegraphics
Catalog: po/*/kpaint.po
Languages: cs, hr, is, ko, sk, zh

source: (c) Richard J. Moore 1997 Released under GPL see LICENSE for details
cs: (c) Richard J. Moore 1997 Uvolnìno podle GPL. Pro detaily nahlédnìte do souboru LICENSE.
hr: (c) Richard J. Moore 1997 Izdano pod GPL, pogledajte LICENSE za detalje
ko: (c) Richard J. Moore 1997 GPL에 의거 배포. 자세한 내용은 LICENSE 파일을 참조하십시오
sk: (c) Richard J. Moore 1997 uvoµnené pod GPL, pozrite LICENCIU pre podrobnosti

source: Usage:
cs: Pou¾ití:
hr: Upotreba:
ko: 사용법:
sk: Pou¾itie:
zh: 用法:

source: [url | filename]
ko: [url | 파일이름]
sk: [url | názov súboru]
zh: [url 或 檔案名稱]

source: Area Selection
cs: Výbìr oblasti
is: Valið svæði
ko: 영역 선택
sk: Výber oblasti
zh: 區域選擇

source: Canvas Size
cs: Velikost kreslící plochy
hr: Velièina canvasa
is: Strigastærð
ko: 그림판 크기
sk: Veµkos» kresliacej plochy
zh: 畫布大小

source: Width:
is: Breidd:
ko: 넓이:

source: Height:
is: Hæð:
ko: 높이:

source: Circle
cs: Kruh
hr: Kru¾nica
is: Hringur
ko: 원
sk: Kruh
zh: 圓形

source: Image Depth:
is: Dýpt myndar:
ko: 이미지 색:
sk: Håbka farby :

source: 1 (Bitmap)
ko: 1 (비트맵)
sk: 1 (Bitmapa)

source: 8 (256 Colour)
ko: 8 (256 색)
sk: 8 (256 Farieb)

source: 24 (True Colour)
is: 24 (Raunlitir)
ko: 24 (트루 칼라)
sk: 24 (Skutoèná)

source: Ellipse
cs: Elipsa
hr: Elipsa
is: Sporbaugur
ko: 타원
sk: Elipsa
zh: 橢圓

source: File Format:
cs: Datový formát:
hr: Vrst zapisa:
is: Skráarsnið:
ko: 파일 포맷
sk: Dátový formát:
zh: 檔案格式:

source: Colour Depth:
cs: Barevná hloubka:
hr: Dubina boja:
is: Litadýpt:
ko: 색상 수
sk: Farebná håbka:
zh: 顏色深度

source: Colours Used:
cs: Pou¾ito barev:
hr: Upotrebljeno boja:
is: Notaðir litir:
ko: 사용한 색:
sk: Pou¾itých farieb:
zh: 使用顏色數:

source: Image Width:
cs: ©íøka obrázku:
hr: ©irina slike:
is: Breidd myndar:
ko: 이미지 넓이:
sk: ©írka obrázku:
zh: 影像寬度

source: Image Height:
cs: Vý¹ka obrázku:
hr: Visina slike:
is: Hæð myndar:
ko: 이미지 높이:
sk: Vý¹ka obrázku:
zh: 影像高度

source: Unsaved Changes
cs: Neulo¾eny zmìny
is: Vista breytingar?
ko: 변경사항 저장안함
sk: Zmeny neulo¾ené
zh: 未儲存變更

source: You have unsaved changes, you will loose them if you close this window now.
is: Breytingar hafa ekki verið vistaðar. Þú tapar þeim ef þú lokar þessum glugga.
ko: 변경사항을 저장하지 않습니다. 지금 윈도우를 닫으면 작업한 내용을 잃게 됩니다.

source: New Canvas
cs: Nová kreslící plocha
hr: Novi canvas
is: Nýjann striga
ko: 새 그림판
sk: Nová kresliaca plocha
zh: 新畫布

source: Open File
cs: Otevøít soubor
hr: Otvori datoteku
is: Opna skjal
ko: 파일 열기
sk: Otvori» súbor
zh: 開啟檔案

source: Save File
cs: Ulo¾it soubor
hr: Spremi datoteku
is: Vista skjal
ko: 파일 저장
sk: Ulo¾i» súbor
zh: 儲存檔案

source: Zoom In
cs: Zvìt¹it
hr: Uveæaj
is: Renna að
ko: 확대
sk: Zväè¹i»
zh: 放大

source: Zoom Out
cs: Zmen¹it
hr: Umanji
is: Renna frá
ko: 축소
sk: Zmen¹i»
zh: 縮小

source: Open Image...
cs: Otevøít obrazek...
hr: Otvori sliku...
is: Opna mynd...
ko: 이미지 열기...
sk: Otvori» obrázok...
zh: 開啟影像...

source: New Image...
cs: Nový obrázek...
hr: Nova slika...
is: Nýja mynd...
ko: 새 이미지...
sk: Nový obrázok...
zh: 新影像...

source: Save Image
is: Vista mynd
ko: 이미지 저장

source: Save Image As...
cs: Ulo¾it obrazek jako...
hr: Spremi sliku kao...
is: Vista mynd sem...
ko: 다른 이름으로 저장...
sk: Ulo¾i» obrázok ako...
zh: 儲存影像至...

source: Image Format...
cs: Formát obrázku
hr: Vrst slike...
is: Myndsnið...
ko: 이미지 포맷...
sk: Formát obrázku
zh: 影像格式...

source: Open from URL...
cs: Otevøi z URL...
hr: Otvori iz URL...
is: Opna slóð...
ko: URL 열기...
sk: Otvori» z URL...
zh: 開啟 URL...

source: Save to URL...
cs: Ulo¾ na URL...
hr: Spremi na URL...
is: Vista slóð...
ko: URL로 저장...
sk: Ulo¾i» na URL...
zh: 儲存至 URL...

source: New Window
cs: Nové okno
hr: Novi prozor
is: Nýjann glugga
ko: 새 윈도우
sk: Nové okno
zh: 新視窗

source: Close Window
cs: Uzavøi okno
hr: Zatvori prozor
is: Loka glugga
ko: 윈도우 닫기
sk: Zavrie» okno
zh: 關閉視窗

source: Exit
cs: Ukonèit
ko: 나가기
sk: Ukonèi»
zh: 結束

source: Copy Region
cs: Kopírovat oblast
hr: Kopiraj podruèje
is: Afrita svæði
ko: 영역 복사
sk: Kopírova» oblas»
zh: 區域拷背

source: Cut Region
cs: Vyjmout oblast
hr: Izre¾i podruèje
is: Klippa svæði
ko: 영역 자르기
sk: Vystrihnú» oblas»
zh: 區域剪下

source: Paste Region
cs: Vlo¾it oblast
hr: Umetni podruèje
is: Líma svæði
ko: 영역 붙이기
sk: Vlo¾i» oblas»
zh: 區域貼上

source: Paste As Image
cs: Vlo¾it jako obrázek
hr: Umetni kao sliku
is: Líma sem mynd
ko: 이미지로 붙이기
sk: Vlo¾i» ako obrázok
zh: 貼成新影像

source: Mask...
cs: Maska
hr: Maska...
is: Maska...
ko: 마스크...
sk: Maska
zh: 遮罩...

source: Information...
cs: Informace...
hr: Informacije...
is: Upplýsingar...
ko: 정보...
sk: Informácie...
zh: 相關資訊...

source: Resize...
is: Breyta stærð...
ko: 크기조절...

source: Edit Palette...
cs: Upravit paletu...
hr: Uredi paletu...
is: Breyta litaspjaldi...
ko: 팔레트 편집...
sk: Upravi» paletu...
zh: 編輯調色盤...

source: Change Colour Depth...
cs: Zmìnit barevnou hloubku...
hr: Promijeni dubinu boja...
is: Breyta litadýpt...
ko: 색상 수 변경...
sk: Zmeni» farebnú håbku...
zh: 改變顏色深度...

source: Tool Properties...
cs: Vlastnosti nástrojù...
hr: Pode¹avanja alata...
is: Tækjastillingar...
ko: 도구 등록정보...
sk: Vlastnosti nástrojov...
zh: 工具內容...

source: Pen
cs: Pero
hr: Olovka
is: Penni
ko: 곡선
sk: Pero
zh: 畫筆

source: Line
cs: Èára
hr: Crta
is: Lína
ko: 선
sk: Èiara
zh: 線段

source: Rectangle
cs: Obdélník
hr: Èetverokut
is: Rétthyrningur
ko: 사각형
sk: Obdå¾nik
zh: 矩形

source: Spray Can
cs: Sprej
hr: Sprej
is: Úðabrúsi
ko: 스프레이
sk: Sprej
zh: 噴嘴

source: Area Select
cs: Výbìr oblasti
is: Velja svæði
ko: 영역 선택
sk: Výber oblasti
zh: 區域選擇

source: Round Angle
is: Rúnnað horn
ko: 둥근 사각형

source: Show Tools Toolbar
is: Sýna tækjaslá
ko: 도구 툴바 보이기
sk: Zobrazova» nástrojovú li¹tu pomôcok

source: Show Commands Toolbar
is: Sýna skipanaslá
ko: 명령 툴바 보이기
sk: Zobrazova» nástrojovú li¹tu príkazov

source: Show Status Bar
cs: Zobrazovat informaèní li¹tu
is: Sýna stöðuslá
ko: 상태 바 보이기
sk: Zobrazova» stavovú li¹tu
zh: 顯示狀態列

source: Save Options
cs: Ulo¾it nastavení
is: Vistunarstillingar
ko: 옵션 저장
sk: Ulo¾i» nastavenie
zh: 儲存選項

source: &Image
cs: &Obrázek
hr: &Slika
is: &Mynd
ko: 이미지(&I)
sk: &Obrázok
zh: 影像[&I]

source: &Tool
cs: &Nástroj
hr: &Alati
is: &Tæki
ko: 도구(&T)
sk: &Nástroj
zh: 工具[&T]

source: KPaint: Could not open file
cs: KPaint: nemohu otevøít soubor
hr: KPaint: Ne mogu otvoriti datoteku
is: KPaint: Gat ekki opnað skrána
ko: KPaint: 파일을 열 수 없음
sk: KPaint: nemô¾em otvori» súbor
zh: KPaint: 無法開啟檔案

source: Error: Could not open file KPaint could not open the specified file.
cs: Chyba: nemohu otevøít soubor KPaint nemohl otevøít specifikovaný soubor.
hr: Gre¹ka: Ne mogu otvoriti datoteku KPaint nije mogao otvoriti tra¾enu datoteku.
is: Villa: Gat ekki opnað skrá KPaint gat ekki opnað umbeðna skrá.
ko: 오류: 파일을 열 수 없음 KPaint가 지정하신 파일을 열 수 없습니다.
sk: Chyba: nemô¾em otvori» súbor KPaint nemohol otvori» ¹pecifikovaný súbor.
zh: 錯誤: 無法開啟檔案 KPaint 無法開啟指定的檔案.

source: KPaint: Unknown Format
cs: KPaint: Neznámý formát
hr: KPaint: nepoznata vrsta zapisa
is: KPaint: Óþekkt snið
ko: KPaint: 알 수 없는 포맷
sk: KPaint: Neznámy formát
zh: KPaint: 未知的格式

source: Error: Unknown Format KPaint does not understand the format of the specified file or the file is corrupt.
is: Villa: Óþekkt snið KPaint skilur ekki sniðið á þessari skrá eða skráin er einfaldlega skemmd
ko: 오류: 알 수 없는 포맷 KPaint가 지정한 파일의 포맷을 이해하지 못하거나 파일이 손상되었습니다.
sk: Chyba: Neznámy formát KPAint nerozumie formátu ¹pecifikovaného súboru alebo je súbor poru¹ený.

source: Open Location:
cs: Otevøi místo:
hr: Otvori lokaciju:
ko: 위치 열기:
sk: Otvori» miesto:
zh: 開啟位置:

source: Save to Location:
cs: Ulo¾ na místo:
hr: Spremi na lokaciju:
ko: 위치 저장:
sk: Ulo¾i» na miesto:
zh: 儲存位置:

source: Tool Properties
cs: Vlastnosti nástroje
hr: Pode¹avanja alata
is: Tækjaskillingar
ko: 도구 등록정보
sk: Vlastnosti nástroja
zh: 工具內容

source: Edit Colour
cs: Upravit barvu
hr: Uredi boju
is: Breyta lit
ko: 색 편집
sk: Upravi» farbu
zh: 編輯顏色

source: Line Properties
cs: Vlastnosti èáry
hr: Pode¹avanja linije
is: Línustillingar
ko: 선 등록정보
sk: Vlastnosti èiary
zh: 線段內容

source: Fill Properties
cs: Vlastnosti vyplòování
hr: Pode¹avanja ispunjenja
is: Fyllingar
ko: 채우기 등록정보
sk: Vlastnosti vyplòovania
zh: 填充內容

source: Fill Pattern:
cs: Vzor pro vyplòování:
hr: Uzorak ispunjenja
is: Munstur:
ko: 채우기 패턴:
sk: Vzor pro vyplòovanie:
zh: 填充花樣

source: Solid
cs: Plná
hr: Jednoliko
is: Heilt
ko: 채움
sk: Plná
zh: 實心

source: Vertical Lines
cs: Vertikální èáry
hr: Okomite crte
is: Lóðréttar línur
ko: 수직 선
sk: Vertikálne èiary
zh: 垂直線段

source: Horizontal Lines
cs: Horizontální èáry
hr: Vodoraven crte
is: Láréttar línur
ko: 수평 선
sk: Horizontálne èiary
zh: 水平線段

source: Grid
cs: Møí¾ka
hr: Mre¾a
is: Möskvar
ko: 격자
sk: Mrie¾ka
zh: 格線

source: Diagonal Lines //
cs: Siagonální èáry //
hr: Dijagonalne crte //
is: Skálínur //
ko: 대각선 //
sk: Diagonálne èiary //
zh: 對角線 //

source: Diagonal Lines \
cs: Diagonální èáru \
hr: Dijagonalne crte \
is: Skálínur \
ko: 대각선 \\
sk: Diagonálna èiara \
zh: 對角線 \

source: Diagonal Grid
cs: Diagonální møí¾ka
hr: Dijagonalna mre¾a
is: Skámöskvi
ko: 대각선 격자
sk: Diagonálna mrie¾ka
zh: 對角格線

source: Custom
cs: U¾ivatelské
hr: Posebno
is: Heimsmíðað
ko: 사용자 정의
sk: U¾ívateµské
zh: 自定

source: Pattern Filename:
cs: Název souboru vrorku:
hr: Naziv uzorka:
is: Munstursskrá:
ko: 패턴 파일이름:
sk: Názov súboru vzorky:
zh: 花樣檔名:

source: Set Fill Colour...
cs: Nastav barvu pro vyplòování...
hr: Postavi boju ispunjenja...
is: Stilla fyllilit...
ko: 채우기 색 설정...
sk: Farba pre výplò
zh: 設定填充顏色...

source: Line Style:
cs: Styl èáry:
hr: Stil crte:
is: Tegund línu:
ko: 선 모양:
sk: ©týl èiary:
zh: 線段類型:

source: Dashed
cs: Pøeru¹ovaná
hr: Crtice
is: Brotin
ko: 파선
sk: Preru¹ovaná
zh: 長劃

source: Dotted
cs: Teèkovaná
hr: Toèkice
is: Puntka
ko: 점선
sk: Bodkovaná
zh: 短劃

source: Dash Dot
hr: Crtica, toèka
ko: 1점 쇄선
sk: Bodkoèiarkovaná
zh: 長 短

source: Dash Dot Dot
hr: Crtica, toèka, toèka
ko: 2점 쇄선
sk: Bodkobodkoèiarkovaná
zh: 長 短 短

source: Line Width:
cs: ©íøka èáry:
hr: Debljina crte
is: Línuþykkt:
ko: 선 넓이:
sk: ©írka èiary:
zh: 線段寬度:

source: End style:
cs: Styl zakonèení:
hr: Izgled zavr¹etka
is: Enda stílsnið:
ko: 끝 모양:
sk: ©týl zakonèenia:
zh: 末端類型:

source: Not Yet
cs: Je¹tì ne
hr: Jo¹ ne
is: Ekki enn
ko: 아직 없음
sk: E¹te nie
zh: 尚未完成

source: Join style:
cs: Nastav barvu èáry...
hr: Izgled spoja:
is: Tengja stílsnið:
ko: 연결 스타일:
sk: ©týl spojenia...
zh: 線段交點類型:

source: Set Line Colour...
cs: Nastav barvu èáry ...
hr: Postavi boju crte...
is: Stilla línulit...
ko: 선 색 설정...
sk: Farba èiary
zh: 設定線段顏色...

source: Roundangle
is: Rúnnuð horn
ko: 둥근 사각형

source: Width
cs: ©íøka
hr: ©irina
zh: 寬度

source: Height
cs: Vý¹ka
hr: Visina
zh: 高度

source: Dismiss
cs: Zavøít
hr: Otka¾i
is: Hætta við
zh: 解散

source: untitled.gif
cs: neznamy.gif
hr: bezimen.gif
is: nafnlaus.gif
sk: bezmena.gif
zh: 未命名.gif

source: Save Image...
cs: Ulo¾it obrazek...
hr: Spremi sliku...
zh: 儲存影像...

source: Continue
cs: Pokraèovat
hr: Nastavi
sk: Pokraèova»
zh: 繼續

source: KPaint: Malformed URL
cs: KPaint: chybný formát URL
hr: KPaint: Neispravan URL
zh: KPaint: 不正確的 URL

source: Error: Malformed URL KPaint does not understand the specifed URL, check it's correct.
cs: Chyba: chybný formát URL KPaint nerozumí specifikovanému URL, zkontrolujte zda-li je správné.
hr: Gre¹ka: Neispravan URL KPaint ne razumije navedeni URL, provjerite je li ispravan.
zh: 錯誤: 不正確的 URL KPaint 無法辨識指定的 URL, 請確認是否正確.

source: KPaint is already accessing a remote file, you must cancel the current remote job or wait for it to complete.
cs: KPaint právì pøistupuje ke vzdálenému souboru, musíte tuto èinnost pøeru¹it nebo poèkat na její dokonèení.
hr: KPaint veæ pristupa udaljenoj datoteci, morate otkazati trenutni posao ili èekati da zavr¹i.
zh: KPaint 已在讀取一個遠端檔案, 可以選擇放棄或等待完成

source: KPaint: Could not find KFM
cs: KFM: Není mo¾né spustit nebo nalézt KFM
hr: KPaint: Ne mogu naæi KFM
zh: KPaint: 找不到 KFM

source: Error: KPaint could not find a running KFM or start one itself.
cs: Chyba: KPaint nemù¾e nalézt bì¾ící KFM nebo si ho sám spustit.
hr: Gre¹ka: KPaint ne mo¾e naæi pokrenut KFM ili ga startati.
zh: 錯誤: KPaint 找不到或無法開啟 KFM

source: KPaint: Network Load Failed
cs: KPaint: Nahrávání po síti selhalo
hr: KPaint: Uèitavanje preko mre¾e nije uspjelo
zh: KPaint: 網路讀取失敗

source: Error: Netword Load Failed Something went wrong :-(
cs: Chyba: Nahrávání po síti selhalo
hr: Gre¹ka: Uèitavanje preko mre¾e nije uspjelo Ne¹to je po¹lo lo¹e :-(
zh: 錯誤: 網路讀取失敗

source: KPaint: Could not start KFM
cs: KPaint: Není mo¾né spustit nebo nalézt KFM
hr: KPaint: Ne mogu pokrenuti KFM
zh: KPaint: 無法開啟 KFM

source: None
cs: Nic
hr: Ni¹ta
is: Ekkert
sk: Niè
zh: 無

source: Error: Unknown Format KPaint does not understand the format of the specified fileor the file is corrupt.
hr: Gre¹ka: Nepoznata vrsta zapisa KPaint ne razumije vrstu zapisa zadane datoteke ili je ona o¹teæena.
