Repository: KDE/kde1-kdegraphics
Catalog: po/*/ksnapshot.po
Languages: hu, ja, pt_br, sk

source: snapshot
hu: pillanatkép
pt_br: fotografia

source: Press the `Grab' button, then click on a window to grab it. KSnapshot is copyright Richard Moore (rich@kde.org) and is released under LGPL Version: %s
hu: Nyomja meg a 'Felvétel' gombot, utána klikkeljen egy ablakra. A KSnapshot Richard Moore (rich@kde.org) mûve, és LGPL vonatkozik rá. %s verzió
ja: グラブボタンを押して、その後に グラブしたいウインドウをクリックして下さい KSnapshotの著作権はRichard Moore (rich@kde.org) にあり、LGPLの下で配布されています ヴァージョン: %s
pt_br: Pressione o botão 'Capturar', então clique numa janela para capturá-la. O KSnapshot é copyright Richard Moore (rich@kde.org) e é librado sob licença LGPL Versão: %s

source: Filename:
hu: Fájlnév:
ja: ファイル名
pt_br: Arquivo:
sk: Súbor:

source: Delay:
hu: Késleltetés:
ja: 遅延時間
pt_br: Tempo:
sk: Pauza:

source: seconds.
hu: másodperc.
ja: 秒
pt_br: segundos.
sk: sekúnd.

source: Auto raise
hu: Autómatikusan fölülre
ja: 自動的に上になる
pt_br: Auto elevar
sk: Auto. zdvihnú»

source: Hide KSnapshot window
hu: KSnapshot ablak elrejtése
ja: KSnapshotウィンドウを隠す
pt_br: Esconder janela do KSnapshot
sk: Skry» okno KSnapshot

source: Only grab the window containing the cursor
hu: Csak a kurzort tartalmazó ablakot fényképezze
ja: カーソルの指しているウィンドウだけをグラブする
pt_br: Capturar somente a janela que contém o cursor
sk: Zosníma» iba okno, v ktorom je kurzor

source: Grab
hu: Felvétel
ja: グラブ
pt_br: Capturar
sk: Zosníma»

source: Error: Unable to save image
hu: Hiba: Nem lehetett elmenteni a képet
ja: エラー: 画像をセーブできません
pt_br: Erro: impossível salvar imagem
sk: Chyba: Nemô¾em ulo¾i» obrázok

source: Dismiss
hu: Elvet
ja: 閉じる
pt_br: Ignorar
sk: V poriadku

source: KSnapshot was unable to save the image to %s.
hu: KSnapshot nem tudta elmenteni a képet ide: %s.
ja: KSnapshot は %s に画像をセーブできません
pt_br: O KSnapshot não foi capaz de salvar a imagem para %s.
sk: KSnapshot nebol schopný ulo¾i» obrázok do %s.

source: KSnapshot preview
hu: KSnapshot bemutató
ja: KSnapshotプレビュー
pt_br: Prévia do KSnapshot
sk: KSnapshot náhµad

source: Press the `Grab' button, then click on a window to grab it. KSnapshot is copyright Richard Moore (rich@kde.org) and is released under LGPL Version:
sk: Stlaète tlaèítko `Zosníma»`, potom kliknite na okno, ktoré chcete zosníma». KSnapshot napísal Richard Moore (rich@kde.org) a je uvoµnené pod LGPL Verzia:
