Repository: KDE/kde1-kdegraphics
Catalog: po/*/kview.po
Languages: es, fi, sk

source: no image loaded
es: imagen no cargada
fi: ei ladattua kuvaa

source: Ready
es: Listo
fi: Valmis

source: Net saving not yet implemented
es: Grabación por Net no implementado aún
fi: Verkkotalennusta ei ole viel‰ toteutettu

source: %s: written
es: %s: escrito
fi: %s: kirjoitettut

source: Enter Zoom factor (100 = 1x):
es: Introduzca factor de acercamiento (100 = 1x):
fi: Anna suurennuskerroin (100 = 1x):

source: Illegal zoom factor
es: Factor de acercamiento ilegal
fi: Virheellinen suurennuskerroin

source: KView -- Graphics viewer. %s Sirtaj S. Kang (taj@kde.org)
es: KView -- Visor de Gráficos. %s Sirtaj S. Kang (taj@kde.org)

source: About KView
es: Sobre KView
fi: Tietoja KView:t‰
sk: Informácie o KView

source: &List...
es: &Lista...
fi: &Lista...

source: &Previous
es: An&terior
fi: &Edellinen

source: &Next
es: Siguie&nte
fi: &Seuraava

source: &Slideshow On/Off
es: Activar/Desactivar Secuencias
fi: &Diashow P‰‰ll‰/Pois

source: &Zoom
es: A&cercamiento
fi: &Suurennus
sk: &Zväè¹i»

source: &Transform
es: &Tranformar
fi: &Muuta

source: To &Desktop
es: Al &Escritorio
fi: &Tyˆpˆyd‰lle
sk: Na &plochu

source: F&ilter
es: Fi&ltro
fi: &Suodatin

source: &Images
es: &Imágenes
fi: &Kuvat

source: &Save As...
es: &Guardar Como...
fi: Tallenna &nimell‰...

source: &Close Window
es: &Cerrar Ventana
fi: &Sulje ikkuna

source: &Full Screen
es: Pantalla &Completa
fi: &Koko n‰yttˆ

source: &Crop
es: &Ajustar

source: &Reset
es: &Reiniciar
fi: &Oletus

source: &Preferences...
es: &Preferencias...

source: Zoom &in 10%
es: Ac&ercar 10%
fi: Pienenn‰ 10%

source: Zoom &out 10%
es: Ale&jar 10%
fi: Suurenna 10%

source: &Double size
es: &Duplicar tamaño
fi: &Tuplakoko

source: &Half size
es: Di&vidir tamaño
fi: &Puolikoko

source: &Max size
es: Tamaño &Máximo
fi: &T‰yskoko

source: Max/&aspect
es: Max/&aspecto
fi: Maksimi&aspect

source: Rotate &clockwise
es: Rotación &horaria
fi: Kierr‰ &myˆt‰p‰iv‰‰n

source: Rotate &anti-clockwise
es: Rotación &anti-horaria
fi: Kierr‰ &vastap‰iv‰‰n

source: Flip &vertical
es: Invertir &vertical
fi: K‰‰nn‰ pystysuunnassa

source: Flip &horizontal
es: Invertir &horizontal
fi: K‰‰nn‰ vaakasuunnassa

source: Desktop &Tile
es: Escritorio &Tile

source: Desktop &Max
es: Escritorio &Max

source: Desktop Max&pect
es: Escritorio Max&pect

source: &How do I...
es: &Como hago...

source: &What is a...
es: &Qué es un...

source: &About KView...
es: &Sobre KView...
fi: &Tietoja KView:t‰...

source: Existing transfer not yet complete.
es: Transferencia existente no completada aún.
fi: Nykyyinen siirto ei ole viel‰ valmis.

source: Couldn't get temporary transfer name.
es: No puedo tener el nombre de transferencia temporal.
fi: En saanut v‰liaikaista siirtonime‰.

source: Transfer error:
es: Error de tranferencia:
fi: Siirtovirhe:

source: Loading...
es: Cargando...
fi: Lataan...

source: Couldn't load %s
es: No se puede cargar %s
fi: En saanut ladattua tiedostoa %s

source: Printing...
es: Imprimiendo...
fi: Tulostan...

source: Enter brightness factor (%):
es: Introduzca el factor de brillo (%):
fi: Anna kirkastuskerroin (%):

source: Brightness factor must be positive
es: El factor de brillo debe ser positivo
fi: Kirkastuskertoimen pit‰‰ olla positiivinen

source: Changing brightness...
es: Cambiando brillo...
fi: Muutan kirkkautta...

source: Intensity:Brightness
es: Intensidad:Brillo
fi: Intensiteetti:Kirkasta

source: Converting to Greyscale...
es: Convirtiendo a Escala de Grises...
fi: Muunnan harmaas‰vyihin...

source: Greyscale
es: Escala de Grises
fi: Harmaas‰vy

source: Smoothing...
es: Igualando...
fi: Pehmennys...

source: Smooth
es: Igualar
fi: Pehmenn‰

source: Enter gamma value ( >0 ):
es: Introduzca valor gamma ( >0 ):
fi: Anna gamma-arvo ( >0 ):

source: Bad Gamma value
es: Valor gamma incorrecto
fi: Virheellinen gamma-arvo

source: Gamma-correcting...
es: Corrección gamma...
fi: Gammakorjaan...

source: Intensity:Gamma Correct...
es: Intensidad:Gamma Correcto...
fi: IntentiseettiGammakorjaa...

source: External..
es: Externo...
fi: Ulkoinen..

source: Prev
es: Anterior
fi: Edellinen

source: Shu&ffle
es: Me&zclar
fi: Sekoita

source: Next
es: Siguiente
fi: Seuraava

source: Start slide
es: Iniciar secuencia
fi: Aloituskuva

source: Image List
es: Lista de Imagen
fi: Kuvalista

source: Stop &slide
es: Detener &secuencia
fi: Pys‰yt‰ kuva

source: Start &slide
es: Iniciar &secuencia
fi: Aloita kuva

source: kView Preferences
es: Preferencias de kView

source: &Apply
es: &Aplicar

source: On Load
es: En Carga

source: Resize Window
es: Cambiar Tamaño de Ventana

source: Resize Image
es: Cambiar Tamaño de Imagen

source: No Resize
es: No Cambiar Tamaño

source: Slideshow
es: Secuencia

source: Loop
es: Bucle
fi: Looppi

source: Slide interval (sec)
es: Intervalo en Secuencia (seg)

source: &Keys
es: &Teclas

source: KView Display Manager
sk: KView mana¾ér

source: New Window
sk: Nové okno

source: Open URL...
sk: Otvori» URL...

source: Image Caching
sk: Ke¹ovanie obrázkov

source: Cache Size
sk: Veµkos» ke¹e

source: Save Options
sk: Ulo¾i» nastavenie

source: Help on KView
sk: Pomocník KView

source: open new file
sk: otvori» nový súbor

source: shrink -50%
sk: zmen¹i» -50%

source: magnify +50%
sk: zväè¹i» +50%

source: size Window
sk: veµkos» okna

source: launch help
sk: otvori» pomocníka

source: first pic
sk: prvý obr.

source: last pic
sk: posledný obr.

source: prev pic
sk: predch. obr.

source: next pic
sk: nasled. obr.

source: start picture show
sk: spusti» ukazovanie obr.

source: random picture show
sk: náhodné ukazovanie obr.

source: stop picture show
sk: ukonèi» ukazovanie obr.

source: slow
sk: pomalé

source: fast
sk: rýchle

source: Output Device
sk: Výstupné zariadenie

source: Files: %d
sk: Súborov: %d

source: Format: %s Size: %dx%d
sk: Formát: %s Rozmery: %dx%d

source: Window %d
sk: Okno %d

source: kview: Open...
sk: kview: Otvori»...

source: Enter URL to image
sk: Zadajte URL k obrázku

source: kview: enter URL..
sk: kview: zadajte URL..

source: (c) 1996 - 1998 by
sk: (c) 1996 - 1998

source: About kview
sk: O KView

source: JPEG saving unimplemented.
sk: Ukladanie JPEGov neimplementované.

source: error: file empty.
sk: chyba: prázdny súbor.

source: warning: premature EOF in file.
sk: varovanie: predèasný koniec súboru.

source: kview message
sk: správa kview

source: Unknown Error
sk: Neznáma chyba

source: kview couldn't find the file.
sk: kview nemô¾e nájs» súbor.

source: kview was denied read access to the file.
sk: kview nemô¾e pristupova» k súboru

source: kview didn't recognize the image format.
sk: kview nerozpoznal formát obrázku

source: That's not a valid URL.
sk: Nie je to korektné URL.

source: kview couldn't recognize the remote file.
sk: kview nemô¾e rozozna» vzdialený súbor.

source: kview is already performing an IO operation.Wait for the job to finish, or cancel it.
sk: KView u¾ uskutoèòuje IO operáciu. Poèkajte prosím, kým sa dokonèí alebo ju zru¹te.

source: Couldn't run or connect to KFM. Wont be able to load internet files.
sk: Nemô¾em spusti» alebo pripoji» sa ku KFM. Nebudem môc» naèíta» súbory z internetu.

source: Clockwise
sk: V smere ruèièkových hodiniek

source: Anti-clock
sk: Proti smeru ruèièkových hodiniek

source: Mirror X
sk: Zrkadli» X

source: Mirror Y
sk: Zrkadli» Y

source: Ti&le
sk: Vytapetov&a»

source: Max Size
sk: Max. veµkos»

source: Zoom
sk: Zväè¹i»

source: Rotate
sk: Otoèi»

source: To Desktop
sk: Na plochu

source: Fit window size to pixmap size
sk: Veµkos» okna na veµkos» pixmapy

source: Fit pixmap size to window size
sk: Veµkos» pixmapy na veµkos» okna

source: cached %s
sk: ke¹ované: %s

source: &Image
sk: O&brázok

source: &Open File..
sk: &Otvori» súbor..

source: Open &URL..
sk: Otvori» &URL..

source: &Rotate
sk: Otoè&i»

source: &Toggle Menu
sk: &Ukáza»/skry» menu

source: &Size Window
sk: Veµko&s» okna

source: I&mage Info
sk: Infor&mácie o obr.

source: &in
sk: &v

source: &out
sk: v&on

source: &Clockwise
sk: &V smere hod. ruèièiek

source: &Anti-clock
sk: Prot&i smeru hod. ruèièiek

source: &Max Size
sk: &Max. veµkos»

source: Couldn't run kfm
sk: Nemô¾em spusti» kfm

source: the KDE file manager is either not installed, or not installed properly. kview won't be able to load internet files.
sk: súborový mana¾ér KDE nie je nain¹talovaný alebo nie je správne nain¹talovaný. kview nebude môc» naèítava» súbory z internetu.

source: Image Info
sk: Informácie

source: &Zoom...
fi: &Suurenna...
